{
    "meta": {
        "title": "นโยบายความเป็นส่วนตัวสำหรับลูกค้า | ThaiBulkSMS",
        "description": "ThaiBulkSMS Policy - นโยบายความเป็นส่วนตัวสำหรับลูกค้า",
        "keywords": ""
    },
    "policyhero": {
        "header": "นโยบายความเป็นส่วนตัวสำหรับลูกค้า",
        "subheader": "บริษัท วันม๊อบบี้ จำกัดได้ตระหนักถึงความสำคัญของการคุ้มครองข้อมูลส่วนบุคคล และมีความยินดีเป็นอย่างยิ่งที่ท่านให้ความสนใจในการใช้บริการของเรา บริษัทจึงได้จัดทำนโยบายคุ้มครองข้อมูลส่วนบุคคลฉบับนี้ขึ้นเพื่อใช้บังคับกับเจ้าของข้อมูลส่วนบุคคลซึ่งใช้บริการ ทำธุรกรรม หรือร่วมกิจกรรมใดๆ โดยครอบคลุมผลิตภัณฑ์และบริการในเครือของบริษัท ได้แก่ เว็บไซต์ โซเชียลมีเดีย (Social Media) และช่องทางอื่นๆ ในอนาคต โดยมีหลักเกณฑ์ กลไก มาตรการกำกับดูแล และการบริหารจัดการข้อมูลส่วนบุคคลตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล พ.ศ.2562 เราอาจแก้ไขเปลี่ยนแปลงนโยบายนี้เป็นครั้งคราว โดยท่านสามารถทราบข้อกำหนดและเงื่อนไขนโยบายที่มีการแก้ไขเปลี่ยนแปลงนี้ได้ผ่านทางเว็บไซต์ของเรา นโยบายนี้แก้ไขล่าสุดและมีผลใช้บังคับตั้งแต่วันที่ 1 พฤษภาคม 2564",

        "section_1": {
            "header": "1. ข้อมูลส่วนบุคคลที่เราเก็บ",
            "content_1": "บริษัทจะเก็บรวบรวมข้อมูลส่วนบุคคลที่ท่านได้กรอกเข้ามา โดยมีวัตถุประสงค์ ขอบเขตและใช้วิธีการที่ชอบด้วยกฎหมาย ข้อมูลส่วนบุคคลทั้งหมดต้องถูกให้ความยินยอมจากเจ้าของข้อมูลส่วนบุคคลนั้นแล้ว โดยในการเก็บนั้นจะทำเพียงเท่าที่จำเป็นแก่การดำเนินงานภายใต้วัตถุประสงค์ของบริษัท ทั้งนี้บริษัทจะดำเนินการให้เจ้าของข้อมูลรับรู้ให้ความยินยอมทางอิเล็กทรอนิกส์ หรือตามแบบวิธีการของบริษัท<br />",
            "content_2": "บริษัทอาจมีการเก็บข้อมูลเพิ่มหลังจากที่ท่านได้มีการทำธุรกรรม ทั้งในรูปแบบบุคคลและนิติบุคคลเพื่อสนันสนุนการใช้งานและประสบการณ์ของท่านให้ดีที่สุด<br />",
            "content_3": "นอกจากข้อมูลส่วนบุคคล บริษัทอาจเก็บรวบรวมข้อมูลบางอย่างผ่านเทคโนโลยี เช่น คุกกี้ (Cookie) พิกเซล (Pixel) ไอพี แอดเดรส (IP Address) และแหล่งเก็บข้อมูลบนเบราว์เซอร์และอุปกรณ์ของผู้ใช้ รวมถึงเครื่องมือเก็บข้อมูลของบุคคลภายนอก เพื่อเพิ่มประสบการณ์การใช้งานของท่านให้สมบูรณ์และมีประสิทธิภาพมากขึ้น เราใช้คุกกี้เพื่อระบุและติดตามผู้ใช้งานเว็บไซต์และการเข้าถึงเว็บไซต์ของเรา หากท่านไม่ต้องการให้มีคุกกี้ไว้ในคอมพิวเตอร์ของท่าน ท่านสามารถตั้งค่าเบราว์เซอร์เพื่อปฏิเสธคุกกี้ก่อนที่จะใช้เว็บไซต์ของเราได้"
        },
        "section_2": {
            "header": "2. การประมวลผลข้อมูลส่วนบุคคล",
            "desc": "เราจะประมวลผลข้อมูลส่วนบุคคลของคุณเพื่อให้บริการตามที่ท่านสมัคร ร้องขอ และ เพื่อการให้บริการที่มีประสิทธิภาพสูงสุด โดยข้อมูลของท่านเราจะนำไปใช้เพื่อวัตถุประสงค์ดังต่อไปนี้ ",
            "content": "ก. เพื่อสร้างและจัดการบัญชีผู้ใช้งาน<br />ข. เพื่อจัดส่งสินค้าหรือบริการ<br />ค. เพื่อปรับปรุงสินค้า บริการ หรือประสบการณ์การใช้งาน<br />ง. เพื่อการบริหารจัดการภายในบริษัท<br />จ. เพื่อการตลาดและการส่งเสริมการขาย<br />ฉ. เพื่อการบริการหลังการขาย<br />ช. เพื่อรวบรวมข้อเสนอแนะ<br />ซ. เพื่อชำระค่าสินค้าหรือบริการ<br />ณ. เพื่อปฏิบัติตามข้อตกลงและเงื่อนไข (Terms and Conditions)<br />ญ. เพื่อปฏิบัติตามกฎหมายและกฎระเบียบของหน่วยงานราชการ"
        },
        "section_3": {
            "header": "3. วิธีการเก็บรักษาข้อมูลส่วนบุคคลและความปลอดภัย",
            "content": "เราจะรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคลของท่านไว้ตามหลักการการรักษาความลับ ความถูกต้องครบถ้วน และสภาพพร้อมใช้งาน เพื่อป้องกันการสูญหาย เข้าถึง ใช้ เปลี่ยนแปลง แก้ไข หรือเปิดเผย นอกจากนี้เราจะจัดให้มีมาตรการรักษาความมั่นคงปลอดภัยของข้อมูลส่วนบุคคล ซึ่งครอบคลุมถึงมาตรการป้องกันด้านการบริหารจัดการ มาตรการป้องกันด้านเทคนิค และมาตรการป้องกันทางกายภาพ ในเรื่องการเข้าถึงหรือควบคุมการใช้งานข้อมูลส่วนบุคคล"
        },
        "section_4": {
            "header": "4. การเปิดเผยข้อมูลส่วนบุคคล",
            "content": "เราอาจเปิดเผยข้อมูลส่วนบุคคลของคุณให้แก่ผู้อื่นภายใต้ความยินยอมของท่านหรือที่กฎหมายอนุญาตให้เปิดเผยได้และอาจเปิดเผยข้อมูลส่วนบุคคลของคุณภายในบริษัทเท่าที่จำเป็นเพื่อปรับปรุงและพัฒนาสินค้าหรือบริการของเรา เราอาจรวบรวมข้อมูลภายในสำหรับสินค้าหรือบริการต่าง ๆ ภายใต้นโยบายนี้เพื่อประโยชน์ของคุณและผู้อื่นมากขึ้น"
        },
        "section_5": {
            "header": "5. สิทธิของเจ้าของข้อมูลส่วนบุคคล",
            "desc": "ภายใต้กฎหมายคุ้มครองข้อมูลส่วนบุคคล เจ้าของมีสิทธิในการดำเนินการดังต่อไปนี้",
            "content": "ก. <u>การเพิกถอนความยินยอม</u> : ท่านมีสิทธิที่จะเพิกถอนความยินยอมของท่านในการจัดเก็บ ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่าน<br />ข. <u>การขอเข้าถึงข้อมูลส่วนบุคคล</u> : ท่านสามารถขอเข้าถึง ขอรับสำเนาข้อมูลส่วนบุคคลของท่าน หรือขอให้เปิดเผยการได้มาซึ่งข้อมูลส่วนบุคคล<br />ค. <u>การได้รับข้อมูลอิเล็กทรอนิกส์และถ่ายโอนข้อมูล</u> : ท่านมีสิทธิที่จะได้รับข้อมูลที่ได้ให้ไว้กับบริษัทในรูปแบบอิเล็กทรอนิกส์ และมีสิทธิในการถ่ายโอนข้อมูลของท่านสำหรับการใช้งานในบริการของบุคคลอื่น<br />ง. <u>การคัดค้านการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคล</u> : ท่านมีสิทธิคัดค้านการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลเกี่ยวกับท่าน<br />จ. <u>การขอลบ หรือเปลี่ยนแปลงสถานะข้อมูลส่วนบุคคล</u> : ท่านสามารถขอให้ลบหรือทำลาย หรือทำให้ข้อมูลส่วนบุคคลของท่านกลายเป็นข้อมูลที่ไม่ระบุตัวบุคคล<br />ฉ. <u>การขอให้ระงับการประมวลผลข้อมูลส่วนบุคคล</u> : ท่านสามารถขอให้บริษัทระงับการประมวลผลข้อมูลส่วนบุคคลของท่านทั้งหมด หรือบางส่วน เป็นการชั่วคราวหรือถาวร<br />ช. <u>การแก้ไขข้อมูลส่วนบุคคลให้ถูกต้อง</u> : ท่านสามารถขอแก้ไข หรือเปลี่ยนแปลงข้อมูลส่วนบุคคลของท่าน ในกรณีที่ข้อมูลส่วนบุคคลของท่านไม่ถูกต้องตามความเป็นจริง และทำให้ข้อมูลของท่านเป็นปัจจุบัน<br />ซ. <u>การร้องเรียน</u> : ท่านมีสิทธิร้องเรียนต่อหน่วยงานของรัฐที่เกี่ยวข้อง ในกรณีที่ท่านเชื่อว่าการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของบริษัทนั้นฝ่าฝืนหรือไม่ปฏิบัติตามพ.ร.บ.คุ้มครองข้อมูลส่วนบุคคล พ.ศ. 2562"
        },
        "section_6": {
            "header": "6. รายละเอียดการติดต่อ",
            "content": "หากท่านต้องการสอบถามข้อมูลเกี่ยวกับนโยบายความเป็นส่วนตัวฉบับนี้ รวมถึงการขอใช้สิทธิต่าง ๆ ท่านสามารถติดต่อเราหรือเจ้าหน้าที่คุ้มครองข้อมูลส่วนบุคคลของเราได้ ดังนี้",
            "footer": "บริษัท วันม๊อบบี้ จำกัด <br />2521/10 โครงการ BizTown ลาดพร้าว คลองเจ้าคุณสิงห์ วังทองหลาง กรุงเทพมหานคร  10230<br />อีเมล : contact@thaibulksms.com<br />หมายเลขโทรศัพท์ : 02-798-6000"
        }
    }
}