{
    "meta": {
        "title": "SMS Sending services. Send SMS online via website",
        "description": "Send SMS at cheap prices, Start at 0.21 baht. Send SMS online via website. Try to send for 20 credits.",
        "keywords": ""
    },
    "HeroSection": {
        "<span>Improve the results of SMS campaigns</span><p> with Thailand’s No.1 </p><h1>SMS Communication Platform</h1>": "<span>Build Success Business Send SMS With</span><h1>SMS Communication Platform</h1><span>#Thailand’s No.1 Provider</span>",
        "A complete SMS sending service with large coverage, easy sending process and trusted by various businesses": "All-in-one Online SMS Sending Service with Large Coverage, Trusted by Many Businesses",
        "<span>SMS Communication Platform.</span><br>Thailand’s No.1 SMS sending company": "<span>SMS Communication Platform</span><br/>Thailand’s No.1 SMS Sending Provider",
        "This is why you can trust the service of ThaiBulkSMS just like how multiple leading businesses trust us.": "This is why you can trust ThaiBulkSMS services just like how multiple leading businesses trust us."
    },
    "SmsSection": {
        "Sending OTP without delays. Running your campaigns without interruptions.": "Send OTP without Delays Run Campaigns without Interruptions",
        "ThaiBulkSMS uses an Intelligent Routing system to automatically select the fastest sending channel, so you  can be confident in the speed and stability of every instance of SMS sending.": "ThaiBulkSMS uses Intelligent Routing system to select the fastest sending channel automatically, so you can count on speed and stability.",
        "The average number of SMS sent / day": "SMS Sending Volume / Day",
        "The average amount of time taken to send SMS": "SMS Sending Speed (Avg.)",
        "Seconds": "Sec.",
        "Why can we send SMS so quickly?": "Why so fast?"
    },
    "PromoSection": {
        "A complete set of features meeting the needs of both marketers and developers": "Full Basic Features for<br> Online SMS Sending",
        "The user experience is designed to meet your requirements.": "User friendly, Easy to use",
        "Easy sending​ ​ and fast measurement of results​ ​ thanks to smart reports": "Easy Sending & Fast Measurement with Smart Report",
        "Easily connect to APIS, using over 10 languages": "Connect with API Easily, Over 10 Languages",
        "Try for free": "Try for FREE",
        "Instant credit refunds if messages fail to reach the recipients": "Refund Credit Immediately if Sending Fails",
        "Confirmation at the recipient’s mobile phone is available for checking whether or not the SMS have arrived at the recipient’s end. If the SMS fail to reach the recipients due to being blocked by anti-spam systems, the phone being switched off, the phone having run out of memory or other causes, we will refund the credits to you.": "Our SMS service system can check sending results. We will refund credits, if results are failed such as blocked by anti-spam, the phone is switched off or run out of memory, etc.",
        "These features are available only for <span>the Corporate SMS package</span>": "This feature is available only for <span>Corporate SMS package</span>",
        "Measuring the results of your campaign accurately <br>with SMS Tracking": "Measure Campaign Accurately with SMS Tracking",
        "Instantly follow through on customers or target groups after pressing send. Also possible to check whether or not the recipient has read your messages.": "Track your client/target immediately after sending SMS, with checking reading status",
        "How does SMS tracking work?": "How does SMS tracking work? >",
        "Know who has or has not opened your messages.": "Get Reading Status",
        "Know your campaign’s conversion rate.": "Get Campaign Conversion Rate",
        "Use the data to conduct lead scoring.": "Create Lead Scoring from Result",
        "An OTP system that is ready to use <br>and requires no extra programming": "Ready-to-use OTP System, <br/>No Programming Skills Required",
        "Helping developers to work more easily and conveniently. The initial set-up requires just a few clicks, then the codes for using with API will instantly be ready.": "Set up API easily in a few clicks, developers don't need to spend a lot of time",
        "Read more about OTP Ready-to-Use>": "Read more about OTP Ready-to-Use>"
    },
    "SimpleSection": {
        "Complete set of basic features for SMS sending": "Full Basic Features for Online SMS Sending",
        "Sending results can be checked instantly.": "Check result instantly",
        "Maximum allowance of 5 messages being sent consecutively": "Send 5 SMSs simultaneously",
        "Various ways of setting the time of sending": "Set schedule for sending",
        "Detailed reports of sending are provided.": "Get detailed report",
        "The sender’s name can be specified.": "Set Sender Name",
        "The sending status is clearly specified.": "Get sending status",
        "Block list system": "Block list system",
        "Phonebook": "Phonebook",
        "Templates are provided.": "FREE SMS Templates"
    },
    "PricingSection": {
        "Packages and pricing": "SMS Packages & Pricing",
        "STANDARD SMS": "STANDARD SMS",
        "for cheap SMS sending": "Cheap SMS sending",
        "Cheaper prices for SMS sending": "Cheaper prices",
        "Sending reports are available.": "SMS sending reports",
        "All basic features are available.": "All basic features",
        "Tools for measuring campaign results are provided.": "Campaign measurement tools",
        "Best SMS pricing, only": "Special price only",
        "0.21": "0.21",
        "baht/message": "baht/message",
        "View package prices": "CHECK MORE",
        "Who is this for?": "Suitable for",
        "Those who focus on high amounts of SMS sending": "Bulk SMS sending",
        "Those who prioritize the price": "Focus on price",
        "Those at the early stages of usage": "Beginner",
        "Those who constantly update the database of recipients’ phone numbers": "Update recipients list constantly ",
        "CORPORATE SMS": "CORPORATE SMS",
        "Credits are refunded if the messages fail to reach the recipients.": "Refund credits if sending fails",
        "Every feature of Standard SMS": "All Standard SMS features",
        "A ready-to-use OTP sending system": "Ready-to-use OTP system",
        "Credit refunds if the messages fail to reach the recipients": "Refund credits if sending fails",
        "More detailed information on sending status": "In-depth sending status",
        "0.24": "0.24",
        "Those looking to send OTP or transactional SMS": "Send OTP or transactional SMS",
        "Those looking to send OTP without having to set up their own system": "Send OTP without set up own system",
        "Those wishing to know whether or not the messages have reached the recipients": "Check receiving status",
        "Not sure yet which package to choose? We can offer you a free SMS sending trial.": "Not sure which package to choose? We can offer you a free SMS trial",
        "Try SMS sending for free": "Try SMS sending for FREE"
    },
    "SliderSection":{
        "SMS can be used for multiple purposes.":"Send SMS to Your Client as You Want",
        "Notification of special privileges for members":"Notify Member's Privilege",
        "It is possible to send a notification of special privileges to a specific customer by name. Plus, it is possible to check whether the customer has opened the special privileges link or not.":"Give special privileges to a specific customer, with an assignable name & track reading status ",
        "Notification of expiry date":"Notify Expiration",
        "It is possible to send an SMS notifying the expiry date to customers automatically once the API is connected to the existing database.":"Send SMS to notify expiration automatically when connecting with a database via API ",
        "Sending identity verification OTP":"Verify OTP",
        "Sending a one-time-use password to increase the customers’ security when conducting online transactions":"Increase securities for customers when doing internet transactions by sending OTP SMS",
        "Notification of delivery status":"Notify Shipping",
        "Sending an SMS notifying the delivery status to customers in real-time automatically once the API is connected to the existing database.":"Notify shipping status to your clients in real-time when connecting with a database via API",
        "Promotion of marketing activities":"Promote Marketing Activities ",
        "Easy group messaging for promotional purposes. It is also simple to follow up on each customer’s clicks on the promotional links.":"Send promotional SMS to group target, include tracking your clients on each person"
    },
    "FaqSection":{
        "Frequently Asked Questions":"FAQ",
        "What are the differences between Standard SMS and Corporate SMS packages?":"What are the differences between Standard SMS and Corporate SMS packages?",
        "<b>The Standard SMS</b><br/> package includes benefits such as cheaper costs of SMS sending, easy SMS sending, reports on SMS sending, a complete set of basic features, and tools for measuring campaign results.<br/><b>The Corporate SMS</b><br/>package includes every feature of the Standard SMS package while also providing additional features which are: access to a ready-to-use OTP sending system, credit refunds if the messages fail to reach the recipients, and the ability to check the sending status in a more detailed manner.":"<b>The Standard SMS</b><br/> package includes benefits such as cheaper costs of SMS sending, easy Online SMS sending via website, reports on SMS sending, a complete set of basic features, and tools for measuring campaign results.<br/><b>The Corporate SMS</b><br/>package includes every feature of the Standard SMS package while also providing additional features which are: access to a ready-to-use OTP sending system, credit refunds if the messages fail to reach the recipients, and the ability to check the sending status in a more detailed manner.",
        "Are sending speeds and success rates of the Standard SMS and Corporate SMS packages different?":"Are sending speeds and success rates of the Standard SMS and Corporate SMS packages different?",
        "No.":"There is NO difference.",
        "Can the sender’s name be set to a custom name?":"Can the sender’s name be set to a custom name?",
        "It is possible. If you wish to set a custom name as the sender’s name, you are required to purchase a package with a minimum price of 3,000 THB and up. The number of custom names allowed depending on the package chosen. The details can be found here: <a href=\"https://www.thaibulksms.com/pricing\" >https://www.thaibulksms.com/pricing</a>":"It is possible. If you wish to set a custom name as the sender’s name, you are required to purchase a package with a minimum price of 3,000 THB and up. The number of custom names allowed depending on the package chosen. The details can be found here: <a href=\"https://www.thaibulksms.com/pricing\" >https://www.thaibulksms.com/pricing</a>",
        "Which API languages does ThaiBulkSMS support?":"Which API languages does ThaiBulkSMS support?",
        "More than 10 languages are supported including PHP, Java, Python, and others as listed here:<a href=\"https://frontend.thaibulksms.com/api\" >https://frontend.thaibulksms.com/api</a>":"More than 10 languages are supported including PHP, Java, Python, and others as listed here:<a href=\"https://frontend.thaibulksms.com/api\" >https://frontend.thaibulksms.com/api</a>",
        "Can OTP be delivered to every recipient, even those who have set their systems to block SMS?":"Can OTP be delivered to every recipient, even those who have set their systems to block SMS?",
        "If the customer is using our OTP Ready-to-Use system, the SMS can be delivered to such recipients. But if the customer is using the customer’s system with custom sender names, a whitelist request must be submitted to allow those custom sender names to be able to reach the numbers which turned on the blocking function.":"If the customer is using our OTP Ready-to-Use system, the SMS can be delivered to such recipients. But if the customer is using the customer’s system with custom sender names, a whitelist request must be submitted to allow those custom sender names to be able to reach the numbers which turned on the blocking function.",
        "When encountering an anti-spam system (the recipient requested to block SMS from this channel), what can be done about it?":"When encountering an anti-spam system (the recipient requested to block SMS from this channel), what can be done about it?",
        "You can contact us to request a whitelist form for senders. We will then get in touch with the networks. The networks will decide whether a sender can be allowed on the whitelist.":"You can contact us to request a whitelist form for senders. We will then get in touch with the networks. The networks will decide whether a sender can be allowed on the whitelist.",
        "What is the maximum number of characters allowed per 1 message, and are there any other restrictions?":"What is the maximum number of characters allowed per 1 message, and are there any other restrictions?",
        "For messages in <b>Thai</b>, 70 characters are allowed per 1 credit (1 message)/number. Messages with 71-134 characters cost 2 credits (2 consecutive messages)/number. Messages with 135-201 characters cost 3 credits (3 consecutive messages)/number.        <br>For messages in <b>English</b>, 160 characters are allowed per 1 credit (1 message)/number. Messages with 161-306 characters cost 2 credits (2 messages)/number. Messages with 307-459 characters cost 3 credits (3 messages)/number.<br>*A message with both Thai and English characters will be counted as a Thai message.<br>*Caution: if an English message contains special characters that exist in the Thai keyboard, the message will be counted as a Thai message for crediting purposes.":"For messages in <b>Thai</b>, 70 characters are allowed per 1 credit (1 message)/number. Messages with 71-134 characters cost 2 credits (2 consecutive messages)/number. Messages with 135-201 characters cost 3 credits (3 consecutive messages)/number.        <br>For messages in <b>English</b>, 160 characters are allowed per 1 credit (1 message)/number. Messages with 161-306 characters cost 2 credits (2 messages)/number. Messages with 307-459 characters cost 3 credits (3 messages)/number.<br>*A message with both Thai and English characters will be counted as a Thai message.<br>*Caution: if an English message contains special characters that exist in the Thai keyboard, the message will be counted as a Thai message for crediting purposes.",
        "In the event that the end recipient has closed their machine, will the message be sent?":"In the event that the end recipient has closed their machine, will the message be sent?",
        "The system will continue to Resend until the end recipient has opened their machine. If their status has updated, this means that the Resend process has finished, but this cannot be inspected under a Standard SMS package.":"The system will continue to Resend until the end recipient has opened their machine. If their status has updated, this means that the Resend process has finished, but this cannot be inspected under a Standard SMS package.",
        "Still have further questions?":"Still Have Questions?",
        "Choose your most convenient way to contact us.":"Choose your convenient channel to contact us",
        "Contact our staff":"CONTACT US",
        "Call back service by staff":"CALL BACK SERVICE",
        "E-mail":"E-MAIL"
    }
}