{
  "meta": {
    "title": "Credit Ordering Process | ThaiBulkSMS",
    "description": "There are many payment methods available. With a simple credit purchase process that you can order yourself within 5 minutes.",
    "keywords": ""
  },
  "HeroSection":{
    "How to order a package":"How to Order a Package",
    "Follow these steps to place an order":"Ordering",
    "Payment methods":"Payment"
  },
  "TabContent":{
    "Choose your desired package.":"Choose your needed package",
    "Once you have found your ideal package on the":"Select the package you want on ",
    "package prices page":"Package page",
    ", click the \"Buy Now\" button to begin the ordering process.":", after that click \"Buy Now\" button to order.",
    "Enter the details for placing the order":"Enter details for placing the order",
    "If you have not logged in, the system will prompt you to log in. A first-time buyer will need to enter their details.":"If you have not logged in, the system will ask you to log in. A first-time buyer will need to enter details.",
    "Choose the desired payment":"Choose a payment method",
    "method from these 3 methods: QR Code, credit card, and bank transfer.":"There are 3 methods: QR Code, Credit card, and Bank transfer.",
    "Please see the details here.":"(Read more.)",
    "Make the payment within the specified time limit.":"Pay within the specified time",
    "If you fail to make the payment within the specified time limit, the system will cancel the order immediately.":"If you don't pay as scheduled, your order will be canceled immediately.",
    "Wait for the confirmation email.":"Wait for confirmation email",
    "Once the payment is completed, you will receive a confirmation email as proof of payment.":"When your payment is successful, you will receive a confirmation email. Please keep it as proof of payment.",
    "Begin using the service":"Get started",
    "instantly in case of QR code or credit card payments. If using bank transfer, a transfer notification needs to be sent to us and our staff will carry out the confirmation process. The credits will be available after the confirmation.":"You can spend credits immediately when paying via QR Code or credit card. You must inform our staff and wait for confirmation.",
    "Still have further questions?":"Still have questions?",
    "Choose your most convenient way to contact us.":"Choose your convenient channel to contact us",
    "Contact our staff":"CONTACT US",
    "Call back service by staff":"CALL BACK SERVICE",
    "E-mail":"E-MAIL",
    "Instantly use the credits upon the completion of payments.":"Get Credits Instantly after Payment",
    "QR code payments <br/>are available for every bank.":"Pay via QR Code",
    "Compatible with every bank. <br/>No fees are charged.":"Compatible with all Thai banks. No fees",
    "Payment instructions":"How to Pay",
    "Credit card payment":"Pay by Credit Card",
    "Highest level of security.<br/> No fees are charged.":"Highest level of security. <br/>No fees",
    "Pay and wait for confirmation by our staff":"Wait for Confirmation after Payment",
    "Bank transfer":"Bank Transfer",
    "Notify us of the payment and wait for the confirmation by our staff.<br/>After the confirmation, the credits can be used.":"Inform payment to us  <br/>After confirmation, <br/>credits can be spent.",
    "Siam Commercial Bank":"Siam Commercial Bank",
    "Kasikorn bank":"Kasikorn bank",
    "Bangkok Bank":"Bangkok Bank",
    "Krungsri Bank":"Krungsri Bank",
    "Account type":"Account type",
    "Savings":"Saving",
    "Account number":"Account no.",
    "Account name":"Account name",
    "One Mobi Company Limited":"1Moby Co., Ltd.",
    "Instructions for QR code payment":"QR Code payment process",
    "1. Open the bank’s application and go to the “Scan QR Code” menu.":"1. Open the bank’s application and go to the “Scan QR Code” menu.",
    "2. Use your phone to scan the QR code on the screen.":"2. Use your phone to scan the QR code on the screen.",
    "3. Or you can choose to save the QR code as an image and upload it in the bank’s application to pay.":"3. Or you can choose to save the QR code as an image and upload it in the bank’s application to pay.",
    "4. Check that all the details are correct, then confirm the payment.":"4. Check that all the details are correct, then confirm the payment.",
    "5. After the payment is completed, the system will update your status automatically. You can now use the newly purchased credits to send SMS.":"5. After the payment is completed, the system will update your status automatically. You can spend new credits to send SMS now.",
    "Instructions for credit card payment":"Credit card payment process",
    "1. When you choose to pay by credit card, the system will automatically take you to the 2C2P website.":"1. When you choose to pay by credit card, the system will automatically take you to the 2C2P website.",
    "2. Check the price and enter your credit card details.":"2. Check the price and enter your credit card details.",
    "3. Enter OTP for identity verification, then click confirm.":"3. Enter OTP for identity verification, then click confirm.",
    "4. After the payment is completed, the system will take you back to the ThaiBulkSMS website automatically.":"4. After the payment is completed, the system will take you back to the ThaiBulkSMS website automatically.",
    "5. You can use the new credit to send an SMS now.":"5. You can spend new credits to send SMS now.",
    "Instructions for payment by bank transfer":"Bank transfer payment process",
    "1. Transfer the required amount to the specified bank account.":"1. Transfer the required amount to the specified bank account.",
    "2. Notify us of the payment via the system.":"2. Inform the payment to us via the system.",
    "3. Wait for confirmation from our staff. The process will take no more than 24 hours.":"3. Wait for confirmation from our staff. The process will take no more than 24 hours.",
    "4. Once the payment is confirmed, you can use the credits to send SMS.":"4. When the payment is confirmed, you can spend credits to send SMS.",
    "You have successfully copied the bank account details.":"You have successfully copied the bank account details."
  }
}