{
    "conditionhero": {
        "header": "เงื่อนไขข้อตกลงการใช้บริการ",
        "purpose": {
            "header": "เนื้อหา และจุดประสงค์ในการส่งข้อความ",
            "desc": "ผู้ใช้บริการต้องส่ง SMS ภายในเวลาที่เหมาะสม หรือในลักษณะที่ไม่เป็นการรบกวนผู้ใช้บริการโทรศัพท์เคลื่อนที่ ผู้ใช้บริการต้องไม่ใช้บริการส่ง SMS ในทางที่ขัดต่อความสงบเรียบร้อยหรือศีลธรรมอันดีของประชาชน นโยบายแห่งรัฐ หรือกฎหมาย ใด ๆ โดยเฉพาะ อย่างยิ่งต้อง ไม่ส่งข้อความที่สื่อแสดง หรือมีความหมายในลักษณะดังต่อไปนี้",
            "content": "<li>เป็นการแสดงหรือมีข้อความซึ่งกระทบกระเทือน หรือดูหมิ่นสถาบันพระมหากษัตริย์ และรวมถึงประมุขของ ประเทศอื่น ๆ ด้วย</li><li>เป็นการแสดงหรือมีข้อความก่อให้เกิดการดูหมิ่น เหยียดหยามประเทศชาติ รัฐบาล เจ้าหน้าที่ของรัฐหรือ กลุ่มชนใด</li><li>มีข้อความที่ลบหลู่เหยียดหยาม หรือนำความเสื่อมเสียมาสู่ศาสนาใด หรือไม่เคารพต่อปูชนียบุคคล ปูชนียสถาน ปูชนียวัตถุ หรือละเมิดกฎหมาย</li><li>เป็นการแสดงหรือมีข้อความที่ขัดต่อความสงบเรียบร้อยของประชาชน ก่อให้เกิดการแตกแยกความสามัคคี ระหว่าง คนในชาติ หรือกระทบ กระเทือน ต่อสัมพันธไมตรีระหว่างประเทศ</li><li>เป็นการแสดงหรือมีข้อความที่ขัดต่อศีลธรรม วัฒนธรรมและขนบธรรมเนียมประเพณีอันดีงามของชาติ</li><li>เป็นการแสดงออกหรือมีข้อความทางการเมืองซึ่งอาจเป็นการบ่อนทำลายหรือกระทบ กระเทือนต่อความมั่นคง ปลอดภัยของประเทศ</li><li>เป็นการแสดงออกหรือมีข้อความทางยั่วยุกามารมณ์หรือลามกอนาจาร</li><li>เป็นการแสดงออกหรือมีข้อความถึงความทารุณโหดร้าย ขาดมนุษยธรรม ป่าเถื่อน หรืออุจาดแก่ผู้ฟัง</li><li>เป็นการแสดงออกหรือมีข้อความถึงเรื่องเพ้อเจ้อหลอกลวงไร้สาระ ซึ่งอาจชักจูงให้ประชาชนโดยเฉพาะอย่างยิ่งเด็กและเยาวชนหลงเชื่ออย่าง งมงาย</li><li>เป็นการแสดงหรือมีข้อความถึงพฤติกรรมของผู้ร้ายซึ่งผิดธรรมดาอันอาจเป็นเหตุ ชักจูง หรือส่งเสริมให้เกิดอาชญากรรมยิ่งขึ้น</li><li> ใช้ประโยค ถ้อยคำที่ไม่สุภาพหรือผิดหลักภาษาไทย หยาบคาย หรือเป็นการดูหมิ่นเหยียดหยาม หรือทับถมบุคคลอื่น หรือสินค้า และบริการธุรกิจอื่น ไม่ว่าจะเป็นสินค้า และบริการ ธุรกิจชนิดหรือ ประเภทเดียวกันหรือไม่</li><li>มีเนื้อหาสาระที่บิดเบือนและไม่เป็นความจริง</li>"
        },
        "servicecharge": {
            "header": "การคิดค่าบริการ และเครดิต",
            "content": "<li>ผู้ใช้บริการยอมรับการคำนวณเครดิตในภาษาอังกฤษอยู่ที่ 160 ตัวอักษร และภาษาไทยอยู่ที่ 70 ตัวอักษร ต่อหนึ่งการใช้งานเครดิต</li><li>กรณี ที่การส่ง SMS มีทั้งตัวอักษรภาษาอังกฤษและภาษาไทยรวมกัน ให้ถือว่าเป็นกรณีที่ผู้ใช้บริการได้ส่ง SMS เป็นตัวอักษรภาษาไทยทั้งหมด เป็นเกณฑ์ในการคิดจำนวนตัวอักษร</li><li>ในกรณีที่การคิดคำนวณปรากฏค่าเป็นเศษของจำนวน ให้คิดปัดเพิ่มขึ้นเป็นอีก 1 จำนวน SMS ต่างหากด้วย</li>"
        },
        "transfer": {
            "header": "การโอนย้ายเครดิต และขอเงินคืน",
            "content": "<li>ทางลูกค้าค้าตกลงที่จะตรวจสอบประเภทเครดิตในรายการสั่งซื้อก่อนทำการชำระเงินให้ถูกต้องทุกครั้ง โดยทางบริษัทมีสิทธิ์ที่จะปฏิเสธคำร้องแจ้งขอโอนย้ายประเภทเครดิตได้ในทุกกรณี</li><li>ทางบริษัทจะอนุมัติคำร้องขอเงินคืนให้ลูกค้า เฉพาะกรณีที่เกิดจากความผิดพลาดจากระบบ พนักงาน ของทางบริษัทเท่านั้น โดยไม่รวมถึงความผิดพลาดทุกกรณีที่เกิดจากลูกค้า หรือบุคคลที่สาม เช่น เครือข่ายมือถือ เป็นต้น หากลูกค้าแจ้งคำร้องขอคืนเงินนอกเหนือจากกรณีที่แจ้งไว้ ทางบริษัทมีสิทธิ์ที่จะปฏิเสธคำร้องทุกกรณี</li><li>กรณีที่ลูกค้ามีการใช้งานหลายบัญชี ทางบริษัทไม่อนุญาติ ให้ลูกค้าทำการโอนย้ายเครดิตระหว่างบัญชีได้</li>"
        },
        "calexpire": {
            "header": "การคำนวณวันหมดอายุ",
            "content": "<li>ทุกครั้งที่ลูกค้ามีการสั่งซื้อแพ็กเกจ ระบบจะทำการคำนวณวันหมดอายุให้ใหม่ ซึ่งวันหมดอายุใหม่ที่ได้รับจะเป็นไปตามสิทธิ์ของแพ็กเกจนั้น ๆ โดยเริ่มนับจากวันที่ทำการสั่งซื้อเข้ามา ยกเว้น กรณีวันหมดอายุที่คำนวณใหม่น้อยกว่าวันหมดอายุปัจจุบัน ระบบจะยึดตามวันหมดอายุปัจจุบันแทน</li><li> หากวันหมดอายุในบัญชีผู้ใช้ของลูกค้าได้สิ้นสุดลงแล้ว ทางบริษัทมีสิทธิ์ที่จะระงับ หรือยกเลิกเครดิต ได้ในทันที</li><li> ลูกค้าประเภทบัญชีผู้ใช้สำรอง (Sub-Account) จะให้พิจารณาวันหมดอายุตามวันหมดอายุของบัญชีผู้ใช้หลัก (Main-Account)</li>"
        },
        "sender": {
            "header": "ชื่อผู้ส่ง",
            "content": "<li>ทางบริษัทให้สิทธิ์ลูกค้าสามารถแจ้งความจำนงขอชื่อผู้ส่งได้ โดยจำนวนสิทธิ์จะขึ้นอยู่กับแพ็กเกจที่ลูกค้าได้สั่งซื้อไว้</li><li> การขอชื่อผู้ส่งที่ตรงกับชื่อบริษัท องค์กร แบรนด์สินค้า จำเป็นจะต้องมีหนังสือ เอกสาร รับรอง เพื่อยืนยันตัวตน เพื่อป้องกันการแอบอ้าง และสร้างความเสียหาย</li><li> ลูกค้าที่อยู่ในช่วงทดสอบการใช้งาน ทางบริษัทขอสงวนสิทธิ์ไม่อนุญาติให้แจ้งความจำนงขอชื่อผู้ส่งได้ หรือหากลูกค้าแจ้งความจำนงเข้ามา ทางบริษัทมีสิทธิ์ที่จะปฏิเสธการดำเนินการได้</li><li> การตั้งชื่อผู้ส่งจะต้องเป็นไปตามมาตรฐานของทางเครือข่าย ที่ตกลงไว้แล้ว ดังนี้<ul class=\"sender-text\"><li>เป็นตัวเลขหรือภาษาอังกฤษรวมกันไม่เกิน 10 ตัวอักษร</li><li>เป็นตัวเลข / ภาษาอังกฤษและอักขระพิเศษ รวมกันไม่เกิน 10 ตัวอักษร</li><li>อักขระพิเศษที่สามารถใช้งานได้คือ . (dot) - (Hyphen) และ _ (underscore)</li><li>ไม่สามารถใช้ Spacebar ได้</li><li>ไม่สามารถใช้ ภาษาไทย ได้</li></ul></li><li> ทางบริษัทมีสิทธิ์ที่จะระงับ ยกเลิก ชื่อผู้ส่งที่ไม่มีการใช้งานมากกว่า 1 ปีได้ โดยไม่จำเป็นต้องแจ้งให้ผู้ใช้งานทราบ</li><li>ทางบริษัทมีสิทธิ์ที่จะระงับ ยกเลิก ชื่อผู้ส่ง ที่มีการใช้งานผิดเงื่อนไข ตามข้อกำหนดในหัวข้อ เนื้อหา และจุดประสงค์ในการส่งข้อความ ทันทีโดยไม่จำเป็นต้องแจ้งให้ผู้ใช้งานทราบ</li>"
        },
        "whiltelist": {
            "header": "ชื่อผู้ส่งแบบ Whitelist",
            "content": "<li>ทางบริษัทให้สิทธิ์ลูกค้าสามารถแจ้งความจำนงขอชื่อผู้ส่งแบบ Whiltelist ได้ โดยจำนวนสิทธิ์จะขึ้นอยู่กับแพ็กเกจที่ลูกค้าได้สั่งซื้อไว้</li><li>ทางลูกค้าจะต้องดำเนินการกรอกแบบฟอร์ม และแนบเอกสารที่ทางเจ้าหน้าที่ร้องขอในการพิจารณาขอชื่อผู้ส่งแบบ Whitelist ให้ครบถ้วน โดยการพิจารณาอนุมัติชื่อผู้ส่งแบบ Whiltelist ของทางบริษัทถือเป็นที่สิ้นสุด</li><li>การขอชื่อผู้ส่งแบบ Whiltelist จะอนุญาติให้แจ้งความจำนงเฉพาะลูกค้าที่มีจุดประสงค์ในการส่งเพื่อแจ้งเตือนจากระบบ หรือเป็นการยืนยันตัวตนเท่านั้น และไม่อนุญาติให้ขอเพื่อนำไปส่งเพื่อการตลาด ประชาสัมพันธ์อย่างเด็ดขาด หากเจ้าหน้าที่ตรวจสอบตัวอย่างข้อความแล้วไม่ตรงกับเงื่อนไข มีสิทธิ์ที่จะระงับ ยกเลิก ชื่อผู้ส่งนั้นทันที โดยที่ไม่จำเป็นต้องแจ้งให้ลูกค้าทราบก่อน</li>"
        },
        "account": {
            "header": "บัญชีผู้ใช้หลัก และบัญชีผู้ใช้สำรอง",
            "desc": "ทางบริษัทให้สิทธิ์ลูกค้าสามารถสร้างบัญชีผู้ใช้สำรองภายใต้บัญชีหลักได้ โดยมีเงื่อนไข ดังนี้",
            "content": "<li>บัญชีหลักสามารถที่จะสร้าง หรือระงับ ยกเลิก บัญชีผู้ใช้สำรองได้ โดยที่ไม่ต้องแจ้งให้ทางบริษัททราบ หากมีข้อพิพาทที่เกี่ยวบข้องกับสร้าง หรือระงับ ยกเลิกใดๆ ในบัญชีผู้ใช้สำรอง ทางบัญชีหลักจะต้องเป็นผู้รับผิดชอบทุกกรณี ทางบริษัทไม่จำเป็นต้องรับผิดชอบความเสียหาย</li><li>บัญชีหลักสามารถเพิ่ม และลดเครดิตให้กับบัญชีผู้ใช้สำรองได้ โดยที่ไม่ต้องแจ้งให้ทางบริษัททราบ หากมีข้อพิพาทที่เกี่ยวบข้องกับการเพิ่ม และลดเครดิตใดๆ ในบัญชีผู้ใช้สำรอง ทางบัญชีหลักจะต้องเป็นผู้รับผิดชอบทุกกรณี ทางบริษัทไม่จำเป็นต้องรับผิดชอบความเสียหาย</li><li>บัญชีผู้ใช้สำรองจะไม่สามารถชำระค่าบริการเพื่อซื้อแพ็กเกจได้เอง จำเป็นต้องติดต่อบัญชีผู้ใช้หลักเพื่อให้เพิ่มเครดิตให้เท่านั้น</li><li>บัญชีผู้ใช้สำรองสามารถแจ้งความจำนงขอถอดออกจากบัญชีผู้ใช้หลักได้ เพื่อเปลี่ยนสภาพให้เป็นบัญชีผู้ใช้หลัก แต่จำเป็นต้องได้รับการอนุญาติจากบัญชีผู้ใช้หลักก่อน แต่หากกรณีที่ไม่สามารถติดต่อบัญชีผู้ใช้หลักได้ ทางบริษัทมีสิทธิ์ที่จะพิจารณาอนุมัติถอดออกจากบัญชีผู้ใช้หลักได้ โดยที่ทางบัญชีผู้ใช้หลักจะต้องยอมรับคำตัดสินของทางบริษัทเป็นที่สิ้นสุด</li>"
        },
        "ban": {
            "header": "การระงับการให้บริการ",
            "desc": "บริษัทฯ ขอสงวนสิทธิ์ในการยกเลิกการเป็นสมาชิกของผู้ใช้บริการ ในกรณีต่างๆ ดังนี้",
            "content": "<li>ผู้ใช้บริการมีจำนวนเครดิตคงเหลือเท่ากับ 0 (ศูนย์) และไม่มีการสั่งซื้อเครดิตเพิ่มเติมนานเกินกว่า 1 เดือน ทั้งนี้เพื่อเป็นการรักษาทรัพยากรให้ กับ สมาชิก ท่านอื่นๆ</li><li>ถ้าผู้ใช้บริการทำการส่ง SMS ผิดวัตถุประสงค์ตามที่กำหนดในเงื่อนไขการใช้บริการ ซึ่งเป็นการกระทำไปโดยเจตนา หรือประมาทเลินเล่อ ทางบริษัทฯ มีสิทธิ์ที่จะระงับการให้บริการ SMS ตามสัญญานี้ได้โดยทันที โดยไม่จำต้องบอกกล่าวล่วงหน้า</li><li>หากความปรากฏแก่บริษัทฯ เอง หรือผู้ใช้บริการโทรศัพท์เคลื่อนที่ร้องเรียนมายังบริษัทฯ ถึงความไม่เหมาะสม ไม่สมควร หรือไม่ชอบด้วยกฎหมายใด ๆ ของข้อความ ข้อมูล หรือรูปภาพที่ได้รับจากผู้ใช้บริการผ่านบริการ SMS บริษัทฯ จะตรวจสอบถึงความน่าเชื่อถือของข้อร้องเรียน หากมีเหตุอันสมควรเชื่อ ตามข้อร้องเรียนนั้น บริษัทฯ จะดำเนินการยกเลิกการเป็นสมาชิกในทันที</li><li>ในกรณีที่มีระเบียบหรือข้อบังคับใด ๆ ที่กำหนดขึ้นโดยหน่วยงาน/องค์กรที่เกี่ยวข้องของรัฐ และ/หรือโดยองค์กรของผู้ให้บริการส่ง SMS ร่วมกัน ซึ่งได้กำหนดเกี่ยวกับวิธีและขั้นตอนการให้บริการส่ง SMS ไปยังผู้ใช้บริการโทรศัพท์ เคลื่อนที่นั้น ไม่ว่าจะได้มีอยู่แล้วในขณะทำสัญญานี้หรือที่ปรากฏในภาย หลังก็ตาม ผู้ใช้บริการจะต้องปฏิบัติตามระเบียบหรือข้อบังคับดังกล่าวโดยเคร่งครัด หากผู้ใช้บริการไม่ปฏิบัติตามนั้น บริษัทฯ ขอสงวนสิทธิ์ที่จะระงับการ ให้บริการ SMS ตามสัญญานี้ทันที โดยไม่จำต้องบอกกล่าวล่วงหน้าให้ผู้ใช้บริการทราบแต่อย่างใด</li><li>หากทางบริษัทมีเหตุอันจำเป็นที่ไม่สามารถให้บริการได้ด้วยเหตุใดก็ตาม ทางบริษัทจะต้องมีการแจ้งให้ทางลูกค้าที่ยังคงมีสิทธิ์ได้รับบริการอยู่ได้รับทราบเป็นเวลาล่วงหน้าไม่น้อยกว่า 3 เดือน เพื่อให้ลูกค้าได้มีสิทธิ์ใช้บริการได้ครบถ้วนตามสิทธิ์ที่ได้รับไว้</li>"
        },
        "policy": {
            "header": "นโยบายด้านความปลอดภัย",
            "content": "<li>กรณีใส่บัญชีผู้ใช้งานถูกต้องแต่รหัสผ่านผิดเกิน 5 ครั้ง (ภายใน 1 วัน), บัญชีผู้ใช้งานนั้นจะถูกระงับการใช้งานชั่วคราว ซึ่งเมื่อถูกระงับการใช้งานท่านจะต้องโทรเข้ามาที่ 0-2798-6000 เพื่อแจ้งเจ้าหน้าที่ให้ขอยกเลิกระงับการใช้งานชั่วคราว ซึ่งเจ้าหน้าที่จำเป็นจะต้องถามข้อมูลส่วนตัวเบื้องต้นเพื่อเป็นการยืนยันความเป็นเจ้าของ</li><li>ระบบจะทำการบันทึกข้อมูลการเข้าสู่ระบบทุกครั้งไม่ว่าจะเข้าสู่ระบบได้ หรือไม่ ซึ่งท่านจะสามารถทราบได้ว่า มีผู้ไม่ประสงค์ดีพยายามเข้าสู่ระบบด้วยบัญชีของท่านหรือไม่ โดยจะบันทึกข้อมูลในรูปแบบของ Session แบบ 1 บัญชีต่อ 1 คน เท่านั้น, ซึ่งจะไม่สามารถเข้าสู่ระบบได้พร้อมๆกัน กรณีมีการทับซ้อนของ Session เช่น ท่านเข้าใช้งานระบบอยู่ มีผู้อื่นทำการเข้าสู่ระบบด้วยบัญชีของท่าน การใช้งานของท่านในขณะนั้นจะหลุดออกจากระบบทันที และจะเกิดการบันทึกข้อมูลดังกล่าวไว้ทั้งหมด ท่านสามารถตรวจสอบข้อมูลการเข้าระบบทั้งหมดข้างต้นได้จากหน้าหลัก หลังจากเข้าสู่ระบบเรียบร้อยแล้ว ซึ่งจะแสดงข้อมูลตามเวลาให้ท่านง่ายต่อการลำดับเหตุการณ์</li><li>ทางบริษัทมีระบบรักษาความปลอดภัย SSL Green Bar มาตราฐานอันสูงสุดระดับเดียวกับ Internet Banking มาให้บริการไม่ว่าท่านจะเป็นลูกค้าทั่วไป หรือบริษัท จะมีการใช้งานมากหรือน้อยก็ตาม ทำให้ท่านมั่นใจได้ว่าทุกข้อมูลที่ท่านกรอกเข้าสู่ระบบในทุกๆขั้นตอน มีความปลอดภัยตามมาตราฐาน SSL</li><li>กรณีลูกค้าที่ต้องการขอเปลี่ยนข้อมูลติดต่อ จำเป็นจะต้องผ่านการยืนยันตัวตนทางโทรศัพท์ หรืออีเมล์ทุกครั้ง และในกรณีที่มีการเปลี่ยนหมายเลขโทรศัพท์ หรืออีเมล์จนทำให้ไม่สามารถยืนยันตัวตนได้ ลูกค้าจะต้องส่งเอกสารแนบที่ทางเจ้าหน้าที่ร้องขอ หากตรวจพบว่าเอกสารไม่ถูกต้อง ปลอมแปลง หรือไม่ตรงกับการพิจารณาของทางบริษัท ทางบริษัทมีสิทธิ์ที่จะปฏิเสธคำร้องขอนั้นได้ทุกกรณี</li>"
        }
    }
}