{
    "meta": {
        "title": "คำถามที่พบบ่อย | ThaiBulkSMS",
        "description": "รวบรวมถามที่พบบ่อย เกี่ยวกับบริการ การเงิน ปัญหาเชิงเทคนิคและอื่น ๆ เพื่อให้คุณทราบคำตอบโดยเร็วที่สุด",
        "keywords": "MESSAGE ,SMS ,FAQ"
    },
    "HeroSection":{
        "Hello, would you like some help?":"สวัสดี, มีอะไรให้เราช่วยมั้ย ?",
        "General questions":"คำถามทั่วไป",
        "Purchasing and payment":"การซื้อ และการชำระเงิน",
        "Technical problems":"ปัญหาทางเทคนิค",
        "Is there a trial for the SMS sending service?":"สามารถทดลองส่ง SMS ได้หรือไม่",
        "You can register for a trial at <a href=\"https://account.thaibulksms.com/register/\">https://account.thaibulksms.com/register/</a> Enter your details completely to receive 20 free SMS credits consisting of 10 Standard credits and 10 Corporate credits.":"เบื้องต้นลูกค้าสามารถสมัครทดลองได้ที่เว็บไซต์  <a href=\"https://account.thaibulksms.com/register/\">https://account.thaibulksms.com/register/</a>  โดยต้องกรอกข้อมูลให้ครบถ้วนเพื่อรับฟรี SMS 20 เครดิต โดยแบ่งเป็นเครดิตประเภท Standard 10 เครดิต และเครดิตประเภท Corporate 10 เครดิต",
        "What are the maximum character limits per 1 message, and are there any other restrictions?":"อยากทราบจำนวนตัวอักษรและข้อกำหนด ที่สามารถพิมพ์ได้ต่อ 1 ข้อความ",
        "<span>For messages in Thai</span>, 70 characters are allowed per 1 credit (1 message)/number. Messages with 71-134 characters cost 2 credits (2 consecutive messages)/number. Messages with 135-201 characters cost 3 credits (3 consecutive messages)/number.<br /><br /> <span>For messages in English</span>, 160 characters are allowed per 1 credit (1 message)/number. Messages with 161-306 characters cost 2 credits (2 messages)/number. Messages with 307-459 characters cost 3 credits (3 messages)/number. <br /><br />*A message with both Thai and English characters will be counted as a Thai message.<br />*Caution: if an English message contains special characters that exist in the Thai keyboard, the message will be counted as a Thai message for crediting purposes.":"<span>ภาษาไทย 70 ตัวอักษร คิด 1 เครดิต</span> (1 ข้อความ) / หมายเลข , ระหว่าง 71-134 ตัวอักษร คิด 2 เครดิต (2 ข้อความต่อกัน) / หมายเลข , ระหว่าง 135 - 201 ตัวอักษร คิด 3 เครดิต (3 ข้อความต่อกัน) / หมายเลข<br /><br /><span>ภาษาอังกฤษ 160 ตัวอักษร คิด 1 เครดิต</span> (1 ข้อความ) / หมายเลข , ระหว่าง 161 - 306 ตัวอักษร คิด 2 เครดิต (2 ข้อความ) / หมายเลข , ระหว่าง 307 - 459 ตัวอักษร คิด 3 เครดิต (3 ข้อความ) / หมายเลข<br /><br />* ในกรณีที่พิมพ์ภาษาไทยปนภาษาอังกฤษ ระบบจะใช้การนับ แบบภาษาไทย<br />* ข้อควรระวัง หากการส่งภาษาอังกฤษ ใช้อักขระพิเศษที่อยู่ในแป้นภาษาไทย เครดิตจะถูกนับเป็นแบบ ภาษาไทย",
        "What are the differences between the Standard SMS and Corporate SMS packages?":"ความแตกต่างระหว่างแพ็คแกจ Standard SMS และ Corporate SMS คืออะไร",
        "The <span>Standard SMS</span> package provides SMS sending at cheap costs, easy SMS sending with sending reports, and a complete set of basic features. The <span>Corporate SMS</span> package provides SMS sending features that meet business needs, credit refunds in case the messages failed to reach the recipients, tools for measuring campaign results, and more detailed sending reports. This package also provides an OTP Ready-to-use service.":"<span>Standard SMS</span> ให้คุณได้ส่ง SMS ในราคาถูก ส่งง่าย ดูรายงานการส่งได้ และสามารถใช้งานฟีเจอร์พื้นฐานได้ครบถ้วน<br /><br /><span>Corporate SMS</span> ส่ง SMS ด้วยฟีเจอร์ที่ตอบโจทย์ธุรกิจ พร้อมคืนเครดิตถ้าส่งไม่ถึงผู้รับ มีเครื่องมือวัดผลเคมเปญและมีรายงานการส่งได้ละเอียดยิ่งกว่า พร้อมส่ง OTP Ready to use ได้",
        "Can I use both the Standard SMS and Corporate SMS packages at the same time?":"หากต้องการใช้ Standard SMS และ Corporate SMS ควบคู่กันสามารถทำได้หรือไม่",
        "They can be used at the same time but the credits are separate.<br /><br /><span>When using the web-based interface</span>, you can switch packages in the menu on the right side of <a href=\"https://member.thaibulksms.com/\">https://member.thaibulksms.com/</a>.<br /><br /> <span>When using API</span>, add the parameter &force=standard to force the message to be sent using the Standard package and add the parameter &force=premium to force the message to be sent using the Corporate package.":"สามารถใช้งานพร้อมกันได้ โดยคิดเครดิตแยกกัน<br /><br /><span>สำหรับ ส่งข้อความผ่านหน้าเว็บ</span> สามารถสลับแพ็กเกจได้ตรงเมนูขวาบนในหน้า <a href=\"https://member.thaibulksms.com/\">https://member.thaibulksms.com/</a><br /><br /><span>สำหรับ ส่งข้อความผ่าน API</span> ส่ง parameter &force=standard เพื่อบังคับให้รายการส่งนั้นให้เป็นแบบ standard และใช้ &force=premium สำหรับบังคับให้ข้อความนั้นส่งแบบ Corporate",
        "How many messages can I send at any one time?":"สามารถพิมพ์ส่งได้กี่ข้อความใน 1 ครั้ง",
        "On the website, the maximum is 3 messages. When using API, the maximum is 5 messages.":"หากส่งผ่านหน้าเว็บไซด์จะได้สูงสุด 3 ข้อความ และส่งผ่าน API จะได้สูงสุด 5 ข้อความ",
        "Can I request a custom sender’s name?":"การขอ Sender Name ในนามของลูกค้าสามารถทำได้ไหม",
        "If you wish to set a custom sender’s name, a purchase of a package worth 3,500 THB and up is required. The number of sender’s names allowed will depend on the package. More details can be found at <a href=\"https://www.thaibulksms.com/pricing\">https://www.thaibulksms.com/pricing</a>":"หากต้องการตั้ง Sender Name หรือชื่อผู้ส่งเป็นชื่อของลูกค้าเอง ลูกค้าจะต้องสั่งซื้อแพ็กเกจตั้งแต่ราคา 3,500 บาทขึ้นไป และจำนวน Sender Name จะขึ้นอยู่กับแพ็กเกจ ตามรายละเอียดดังนี้ <a href=\"https://www.thaibulksms.com/pricing\">https://www.thaibulksms.com/pricing</a>",
        "How many days does it take to request a custom sender’s name?":"ระยะเวลาการขอ Sender Name กี่วัน",
        "Requesting a custom sender’s name takes 5-7 working days. While waiting for the process to be completed, the customer can use basic sender names provided by ThaiBulkSMS such as SMS. DEMO WELCOME.":"การอนุมัติการตั้งชื่อ Sender Name หรือชื่อผู้ส่ง จะมีระยะเวลา 5-7 วันทำการ ในระหว่างรอ ลูกค้าสามารถใช้ Sender Name เบื้องต้นที่ทางThaiBulkSMS มีให้ เช่น SMS. DEMO WELCOME เป็นต้น",
        "What are the steps required to request a sender’s name?":"การขอ Sender Name มีขั้นตอนอย่างไรบ้าง",
        "1. Log in to your account and go to Sender’s Name.<br/>2. Fill in the forms and click confirm.<br/>**Wait 5-7 days. When your sender’s names are approved, our staff will notify you via email.":"1. ทำการ Login จากนั้นไปที่ชื่อผู้ส่ง<br />2. กรอกฟอร์มให้ครบถ้วน แล้วกดยืนยัน<br />**รอ 5-7 วัน เมื่อชื่อ Sender Name ของคุณได้รับการยืนยันแล้ว จะมีเจ้าหน้าที่ส่งอีเมลแจ้งคุณทันที",
        "What are the conditions when setting a custom sender’s name?":"เงื่อนไขการตั้งชื่อ Sender Name มีอะไรบ้าง",
        "<span>The conditions are as follows:</span><br /><br />- Contains Numbers or English letters. 4 characters minimum, 10 characters maximum.<br />- Contains numbers/English letters and special characters. 4 characters minimum, 10 characters maximum.<br /><br />* Special characters permitted are . (dot), - (hyphen) and _ (underscore).<br />* Spacebar is not permitted.<br />* Thai letters are not permitted.":"<span>มีเงื่อนไขดังนี้</span><br /><br />- เป็นตัวเลขหรือภาษาอังกฤษ ตั้งแต่4 ตัวอักษร รวมกันไม่เกิน 10 ตัวอักษร<br />- เป็นตัวเลข / ภาษาอังกฤษและอักขระพิเศษ ตั้งแต่4 ตัวอักษร รวมกันไม่เกิน 10 ตัวอักษร<br /><br />* อักขระพิเศษที่สามารถใช้งานได้คือ . (dot) - (Hyphen) และ _ (underscore)<br />* ไม่สามารถใช้ Spapcebar ได้<br />* ไม่สามารถใช้ ภาษาไทย ได้",

        "If I have previously requested a sender’s name with a different service provider, can that name be used with ThaiBulkSMS?":"หากเคยขอชื่อผู้ส่งกับผู้ให้บริการรายอื่น ชื่อผู้ส่งนั้นจะสามารถใช้งานกับ ThaiBulkSMS ได้หรือไม่",
        "You can request that sender’s name with us, but if the network notifies us that the name already exists and cannot be added to the system, we will request verification documents from you in order to ask the network to remove the previously registered name.":"เบื้องต้นทางเราสามารถแจ้งขอชื่อผู้ส่งก่อนได้ แต่หากในเครือข่ายแจ้งว่าชื่อซ้ำและไม่สามารถเพิ่มเข้าระบบได้ ทางเราจะขอเอกสารยืนยันจากทางคุณลูกค้า เพื่อขอให้ทางเครือข่าย ไปยกเลิกที่เก่าเสียก่อน",
        "Can I set a custom sender’s name if I use OTP?":"สามารถตั้งชื่อผู้ส่งเองได้ไหม กรณีที่ใช้บริการ OTP",
        "In case you are using your OTP system, you can set a custom sender’s name via API. However, if you use the OTP ready-to-use service provided by ThaiBulkSMS, you cannot set a custom sender’s name.":"กรณีที่ลูกค้าเขียนโปรแกรม OTP ขึ้นมาเอง จะสามารถกำหนดชื่อผู้ส่งเองได้ผ่าน API แต่หากลูกค้าใช้บริการ OTP Ready to use ของทาง ThaiBulkSMS จะไม่สามารถเปลี่ยนชื่อผู้ส่งเองได้",
        "Every time I use OTP ready-to-use, how does it get calculated in terms of the number of SMS?":"ทุกครั้งที่ทำ OTP Ready to use จะนับเป็น sms กี่ครั้ง",
        "One use of OTP ready-to-use is counted as 1 SMS or 1 credit. But if it has not reached the recipient, the credits will be refunded.":"ทุกครั้งที่ทำ OTP Ready to use จะนับเป็น 1 sms หรือ 1 เครดิต แต่ถ้าส่งไม่ถึงจะทำการคืนเครดิต",
        "Can I send SMS to overseas destinations?":"สามารถส่ง SMS ไปยังต่างประเทศได้หรือไม่",
        "We provide SMS sending services covering 200 countries. Please contact us for service prices or more information at <a href=\"mailto:contact@thaibulksms.com\">contact@thaibulksms.com</a> or telephone <a href=\"tel:027986000\">0-2798-6000</a>.":"เราให้บริการส่ง SMS ไปต่างประเทศที่ครอบคลุม 200 ประเทศ สามารถสอบถามอัตราค่าบริการหรือรายละเอียดเพิ่มเติม ได้ที่ <a href=\"mailto:contact@thaibulksms.com\">contact@thaibulksms.com</a> หรือโทร. <a href=\"tel:027986000\">0-2798-6000</a>",
        "What types of ThaiBulkSMS packages are there?":"แพ็กเกจของ ThaiBulkSMS มีแบบไหนบ้าง",
        "There are 2 packages, which are Standard SMS and Corporate SMS. The customer may choose between these according to their operational needs. Package prices begin at 1,500 baht, and all package details can be viewed at <a href=\"http://thaibulksms.com/pricing\">http://thaibulksms.com/pricing</a>":"แพ็กเกจมีทั้งหมด 2 แบบ คือ Standard SMS และ Corporate SMS ลูกค้าสามารถเลือกได้ตามการใช้งาน ซึ่งราคาแพ็กเกจจะเริ่มต้นที่ 1,500 บาท สามารถดูรายละเอียดแพ็กเกจทั้งหมดได้ ตามลิ้งนี้  <a href=\"http://thaibulksms.com/pricing\">http://thaibulksms.com/pricing</a>",
        "What methods of payment are available?":"สามารถชำระเงินได้ด้วยวิธีใดบ้าง",
        "<span>Payments can be easily made. Simply:</span><br />1. Select the package at the storefront <a href=\"https://www.thaibulksms.com/pricing\">https://www.thaibulksms.com/pricing</a><br />2. Select the payment channel: bank account transfer, online payment via a credit card, or QR Code scanning<br /><br />** In the event of a bank account transfer, confirmation of the transfer must be made at the webpage for each payment.":"<span>การชำระเงินสามารถทำง่าย ๆ เพียง</span><br />1. เลือกแพ็กเกจได้ที่หน้าราคา  <a href=\"https://www.thaibulksms.com/pricing\">https://www.thaibulksms.com/pricing</a><br />2. เลือกช่องทางการชำระเงิน โอนเงินผ่านทางบัญชีธนาคาร ชำระออนไลน์ด้วยการตัดบัตรเครดิต หรือแสกน QR Code<br /><br />** ในกรณีที่โอนเงินผ่านทางบัญชีธนาคาร จะต้องทำการยืนยันการโอนเงินที่หน้าเว็บด้วยทุกครั้ง",
        "After completing the transfer to pay for services, what channels of providing evidence of the transfer are available?":"หลังจากโอนเงินชำระค่าบริการเรียบร้อยแล้ว สามารถแจ้งหลักฐานการโอนเงินผ่านช่องทางใดได้บ้าง",
        "The customer can immediately provide their evidence on the website: after they log in, a tab on the upper bar will appear, displaying <span>“Credit Top-up.”</span> Clicking on this tab will display the <span>“Payment Confirmation”</span><br /><br /> notification. Click on this notification to provide your evidence, and attach the evidence slip of the bank transfer. After 1 hour, the system will immediately proceed with the credit transfer.":"ลูกค้าสามารถแจ้งผ่านทางหน้าเว็บไซต์ได้ทันที หลังจาก log in จะมีแถบบาร์ด้านบนที่ขึ้นว่า <span>\"การเติมเครดิต\"</span> ให้เอาเมาส์ไปวาง จะมีขึ้นว่า <span>\"แจ้งยืนยันการชำระเงิน\"</span><br /><br />กดเข้าไปแจ้งหลักหลักฐาน พร้อมแนบสลิปหลักฐานการโอนเข้ามา รอประมาณ 1 ชม. ระบบจะทำการเติมเครดิตให้ทันที",
        "What must be done to request a tax invoice?":"ต้องการขอใบกำกับภาษี ต้องทำอย่างไร",
        "This can be done by sending the Username, company details, name, address, and desired taxpayer ID number to this E-mail: <a href=\"mailto:contact@thaibulksms.com\">contact@thaibulksms.com</a>":"สามารถทำได้ โดยการส่ง ชื่อ Username และรายละเอียดบริษัท พร้อม ชื่อ ที่อยู่ หมายเลขประจำตัวผู้เสียภาษีที่ต้องการ จัดส่งมาทาง E-mail : <a href=\"mailto:contact@thaibulksms.com\">contact@thaibulksms.com</a>",
        "How many languages can be used to operate SMS with ThaiBulkSMS?":"การใช้งาน SMS กับ ThaiBulkSMS สามารถรองรับได้กี่ภาษา",
        "Every language is supported, such as PHP, Javascript, Python, and other languages, as displayed below:<a href=\"https://developer.thaibulksms.com/reference\" target=\"_blank\">https://developer.thaibulksms.com/reference</a>":"สามารถรองรับได้ทุกภาษา เช่น PHP Javascript Python และอื่น ๆ ตามละเอียดดังนี้ <a href=\"https://developer.thaibulksms.com/reference\" target=\"_blank\">https://developer.thaibulksms.com/reference</a>",
        "What steps are there to operating OTP Ready to use?":"การใช้งาน OTP Ready to use มีขั้นตอนยังไงบ้าง",
        "<a href=\"https://assets.thaibulksms.com/documents/Thaibulksms-otp.pdf\" target=\"_blank\">https://assets.thaibulksms.com/documents/Thaibulksms-otp.pdf</a>":"สามารถดูรายละเอียดขั้นตอนการใช้ได้ที่ <a href=\"https://assets.thaibulksms.com/documents/Thaibulksms-otp.pdf\" target=\"_blank\">https://assets.thaibulksms.com/documents/Thaibulksms-otp.pdf</a>",
        "Is there a Success Rate speed difference between Standard SMS and Corporate SMS?":"ความเร็ว Success Rate ทั้ง Standard SMS กับ Corporate SMS ต่างกันหรือไม่",
        "There is no difference, as messages are sent through our best Gateway.":"ไม่แตกต่างกัน โดยจะเป็นการส่งข้อความด้วย Gateway ที่ดีที่สุดของเราเหมือนกัน",
        "Can OTPs be sent to every number, including users who have blocked SMS reception?":"OTP จะสามารถส่งเข้าทุกเบอร์หรือไม่ แม้กระทั่งผู้ใช้งานมีการบล็อค SMS ไว้",
        "If the customer is using <span>OTP Ready to use</span>, messages can be sent to every number, as we have automatically opened our Whitelist services. However, if the message is sent through the customer’s own OTP program, the customer’s must request for their sender name to be included in an additional <span>Whitelist</span>  in order for their message to be sent to numbers that use active blocking.":"ถ้าลูกค้าใช้งาน <span>OTP Ready to use</span>  สามารถส่งไปยังทุกเบอร์ได้ เพราะทางเราได้เปิดบริการ <span>Whitelist</span> ไว้ให้อัตโนมัติแล้ว แต่ถ้าส่งผ่านการเขียนโปรแกรม OTP ของทางลูกค้าเอง ชื่อ sender name ของทางลูกค้าจะต้องแจ้งขอ <span>Whitelist</span> เพิ่มเติมก่อน เพื่อให้ส่งผ่านไปยังเบอร์ที่แจ้งบล็อคไว้ได้",
        "In the event that the end recipient has notified their network provider to block these messages with Anti-Spam measures, how can these issues be resolved?":"กรณีเจอ Anti-Spam หมายเลขปลายทางได้แจ้งเครือข่ายงดรับข้อความผ่านช่องทางนี้ สามารถแก้ไขปัญหาอย่างไรได้บ้าง",
        "You can contact us for a <span>Whitelist</span> sender request form for us to coordinate with the network provider. Furthermore, the network provider will decide whether the aforementioned name will be allowed to function on the <span>Whitelist</span>.":"ท่านสามารถติดต่อขอรับแบบฟอร์มขอชื่อผู้ส่ง <span>Whitelist</span> เพื่อให้ทางเราประสานกับทางเครือข่ายให้ได้ ทั้งนี้เครือข่ายจะเป็นผู้พิจารณา ว่าชื่อดังกล่าวสามารถใช้งานแบบ <span>Whitelist</span> ได้หรือไม่",
        "In the event that the end recipient has closed their machine, will the message be sent?":"ในกรณีที่ปลายทางปิดเครื่อง ข้อความจะถูกส่งไปหรือไม่",
        "The system will continue to Resend until the end recipient has opened their machine. If their status has updated, this means that the Resend process has finished, but this cannot be inspected under a Standard SMS package.":"ระบบจะมีบริการ<span>ส่งข้อความซ้ำอัตโนมัติ (Auto Resend)</span> ให้จนกว่าเครื่องปลายทางจะทำการเปิดเครื่อง แต่ถ้าสถานะการส่งได้ขึ้นในรายงานแล้วนั้นจะหมายความว่าระบบได้สิ้นสุดการ Resend แล้ว แต่ถ้าใช้แพ็กเกจแบบ Standard SMS จะไม่สามารถตรวจสอบตรงนี้ได้",
        "Do you still have questions?":"ยังคงมีข้อสงสัย ?",
        "Select your most convenient contact channel":"เลือกช่องทางติดต่อที่คุณสะดวก",
        "Contact an officer":"ติดต่อเจ้าหน้าที่",
        "The officer will contact you back":"เจ้าหน้าที่ติดต่อกลับ",
        "Email":"อีเมล์"
    }
}