{
  "howtoordertabcontent": {
    "content": {
      "1": {
        "title": "เลือกแพ็กเกจที่ตรงใจ",
        "desc": "เมื่อเลือกแพ็กเกจจาก หน้า<a href=\"/pricing\" class=\"theme__text link mt-0\">ราคาแพ็กเกจ</a> <!-- -->ได้แล้ว กดปุ่ม \"ซื้อเลย\" เพื่อเข้าสู่ขั้นตอนการสั่งซื้อ",
        "desc1": "เมื่อเลือกแพ็กเกจจาก หน้า",
        "desc2": "ราคาแพ็กเกจ",
        "desc3": " ได้แล้ว กดปุ่ม \"ซื้อเลย\" เพื่อเข้าสู่ขั้นตอนการสั่งซื้อ"
      },
      "2": {
        "title": "กรอกข้อมูลสำหรับสั่งซื้อ",
        "desc": "หากยังไม่ได้ล็อกอิน ระบบจะให้คุณทำการล็อกอิน สำหรับผู้ที่ซื้อครั้งแรกจะต้องกรอกข้อมูลก่อน"
      },
      "3": {
        "title": "เลือกช่องทางชำระเงิน",
        "desc": "จาก 3 ช่องทาง ได้แก่ QR Code บัตรเครดิต และโอนเข้าบัญชีธนาคาร <a href=\"#\" class=\"theme__text link mt-0\">ดูรายละเอียดได้ที่นี่</a>",
        "desc1": "จาก 3 ช่องทาง ได้แก่ QR Code บัตรเครดิต และโอนเข้าบัญชีธนาคาร",
        "desc2": "ดูรายละเอียดได้ที่นี่"
      },
      "4": {
        "title": "ชำระเงินภายในเวลาที่กำหนด",
        "desc": "หากไม่ชำระตามกำหนด ระบบจะยกเลิกการสั่งซื้อทันที"
      },
      "5": {
        "title": "รอรับอีเมลยืนยัน",
        "desc": "เมื่อชำระสำเร็จ คุณจะได้รับอีเมลยืนยันให้เก็บเป็นหลักฐานการชำระเงิน"
      },
      "6": {
        "title": "เริ่มใช้งานได้ทันที",
        "desc": "เมื่อชำระผ่าน QR Code หรือบัตรเครดิต กรณีโอนเงิน จะต้องแจ้งโอนเงินแล้วรอเจ้าหน้าที่ตรวจสอบจึงจะใช้เครดิตได้"
      }
    },
    "payment": {
      "creditnow": {
        "header": "ชำระแล้วใช้เครดิตได้ทันที",
        "qrcodetitle": "ชำระผ่าน QR Code<br/>ใช้ได้ทุกธนาคาร",
        "qrcodedesc": "ใช้ได้กับแอพพลิเคชันทุกธนาคาร<br/>ไม่เสียค่าธรรมเนียม",
        "qrcodelink": "ขั้นตอนการชำระ",
        "creditcradtitile": "ชำระด้วยบัตรเครดิต",
        "creditcraddecs": "ระบบความปลอดภัยสูงสุด<br/>ไม่เสียค่าธรรมเนียม",
        "creditcradlink": "ขั้นตอนการชำระ"
      },
      "creditwait": {
        "header": "ชำระแล้วต้องรอเจ้าหน้าที่ยืนยัน",
        "title": "โอนเข้าบัญชีธนาคาร",
        "desc": "ต้องแจ้งโอนเงิน แล้วรอเจ้าหน้าที่ตรวจสอบ<br/>และยืนยันการโอน จึงจะใช้เครดิตได้",
        "link": "ขั้นตอนการชำระ"
      }
    },
    "question": "ยังคงมีข้อสงสัย ?",
    "questiontitle": "เลือกช่องทางติดต่อที่คุณสะดวก",
    "telBtn": "ติดต่อเจ้าหน้าที่",
    "contactBtn": "เจ้าหน้าที่ติดต่อกลับ",
    "fbBrn": "อีเมล์"
  }
}
