{
  "meta": {
    "title": "ช่องทางและขั้นตอนวิธีการซื้อเครดิต | ThaiBulkSMS",
    "description": "ชำระเงินได้หลากหลายช่องทาง พร้อมอธิบายขั้นตอนการซื้อเครดิตส่งข้อความง่าย ๆ ที่คุณสามารถสั่งซื้อได้ด้วยตนเอง ภายใน 5 นาที",
    "keywords": ""
  },
  "HeroSection":{
    "How to order a package":"วิธีการสั่งซื้อแพ็กเกจ",
    "Follow these steps to place an order":"ขั้นตอนการสั่งซื้อ",
    "Payment methods":"ช่องทางชำระเงิน"
  },
  "TabContent":{
    "Choose your desired package.":"เลือกแพ็กเกจที่ตรงใจ",
    "Once you have found your ideal package on the":"เมื่อเลือกแพ็กเกจจาก หน้า",
    "package prices page":"ราคาแพ็กเกจ",
    ", click the \"Buy Now\" button to begin the ordering process.":" ได้แล้ว กดปุ่ม \"ซื้อเลย\" เพื่อเข้าสู่ขั้นตอนการสั่งซื้อ",
    "Enter the details for placing the order":"กรอกข้อมูลสำหรับสั่งซื้อ",
    "If you have not logged in, the system will prompt you to log in. A first-time buyer will need to enter their details.":"หากยังไม่ได้ล็อกอิน ระบบจะให้คุณทำการล็อกอิน สำหรับผู้ที่ซื้อครั้งแรกจะต้องกรอกข้อมูลก่อน",
    "Choose the desired payment":"เลือกช่องทางชำระเงิน",
    "method from these 3 methods: QR Code, credit card, and bank transfer.":"จาก 3 ช่องทาง ได้แก่ QR Code บัตรเครดิต และโอนเข้าบัญชีธนาคาร",
    "Please see the details here.":"ดูรายละเอียดได้ที่นี่",
    "Make the payment within the specified time limit.":"ชำระเงินภายในเวลาที่กำหนด",
    "If you fail to make the payment within the specified time limit, the system will cancel the order immediately.":"หากไม่ชำระตามกำหนด ระบบจะยกเลิกการสั่งซื้อทันที",
    "Wait for the confirmation email.":"รอรับอีเมลยืนยัน",
    "Once the payment is completed, you will receive a confirmation email as proof of payment.":"เมื่อชำระสำเร็จ คุณจะได้รับอีเมลยืนยันให้เก็บเป็นหลักฐานการชำระเงิน",
    "Begin using the service":"เริ่มใช้งานได้ทันที",
    "instantly in case of QR code or credit card payments. If using bank transfer, a transfer notification needs to be sent to us and our staff will carry out the confirmation process. The credits will be available after the confirmation.":"เมื่อชำระผ่าน QR Code หรือบัตรเครดิต กรณีโอนเงิน จะต้องแจ้งโอนเงินแล้วรอเจ้าหน้าที่ตรวจสอบจึงจะใช้เครดิตได้",
    "Still have further questions?":"ยังคงมีข้อสงสัย ?",
    "Choose your most convenient way to contact us.":"เลือกช่องทางติดต่อที่คุณสะดวก",
    "Contact our staff":"ติดต่อเจ้าหน้าที่",
    "Call back service by staff":"เจ้าหน้าที่ติดต่อกลับ",
    "E-mail":"อีเมล์",
    "Instantly use the credits upon the completion of payments.":"ชำระแล้วใช้เครดิตได้ทันที",
    "QR code payments <br/>are available for every bank.":"ชำระผ่าน QR Code<br/>ใช้ได้ทุกธนาคาร",
    "Compatible with every bank. <br/>No fees are charged.":"ใช้ได้กับแอพพลิเคชันทุกธนาคาร<br/>ไม่เสียค่าธรรมเนียม",
    "Payment instructions":"ขั้นตอนการชำระ",
    "Credit card payment":"ชำระด้วยบัตรเครดิต",
    "Highest level of security.<br/> No fees are charged.":"ระบบความปลอดภัยสูงสุด<br/>ไม่เสียค่าธรรมเนียม",
    "Pay and wait for confirmation by our staff":"ชำระแล้วต้องรอเจ้าหน้าที่ยืนยัน",
    "Bank transfer":"โอนเข้าบัญชีธนาคาร",
    "Notify us of the payment and wait for the confirmation by our staff.<br/>After the confirmation, the credits can be used.":"ต้องแจ้งโอนเงิน แล้วรอเจ้าหน้าที่ตรวจสอบ<br/>และยืนยันการโอน จึงจะใช้เครดิตได้",
    "Siam Commercial Bank":"ธนาคารไทยพาณิชย์",
    "Kasikorn bank":"ธนาคารกสิกรไทย",
    "Bangkok Bank":"ธนาคารกรุงเทพ",
    "Krungsri Bank":"ธนาคารกรุงศรีอยุธยา",
    "Account type":"ประเภทบัญชี",
    "Savings":"ออมทรัพย์",
    "Account number":"เลขบัญชี",
    "Account name":"ชื่อบัญชี",
    "One Mobi Company Limited":"บริษัท วันม๊อบบี้ จำกัด",
    "Instructions for QR code payment":"ขั้นตอนการชำระด้วย QR Code",
    "1. Open the bank’s application and go to the “Scan QR Code” menu.":"1. เปิดแอพพลิเคชั่นของธนาคาร แล้วเข้าเมนูสแกน <br/>QR Code",
    "2. Use your phone to scan the QR code on the screen.":"2. ใช้มือถือสแกนที่ QR Code บนจอ",
    "3. Or you can choose to save the QR code as an image and upload it in the bank’s application to pay.":"3. หรือจะเลือกดาวน์โหลด QR Code เป็นรูปภาพและนำไป อัพโหลดในแอพพลิเคชั่นของธนาคารเพื่อจ่ายก็ได้",
    "4. Check that all the details are correct, then confirm the payment.":"4. ตรวจสอบความถูกต้อง และยืนยันการชำระเงิน",
    "5. After the payment is completed, the system will update your status automatically. You can now use the newly purchased credits to send SMS.":"5. เมื่อชำระสำเร็จ ระบบจะอัพเดตสถานะให้คุณอัตโนมัติ สามารถใช้เครดิตใหม่ส่ง SMS ได้ทันที",
    "Instructions for credit card payment":"ขั้นตอนการชำระด้วยบัตรเครดิต",
    "1. When you choose to pay by credit card, the system will automatically take you to the 2C2P website.":"1. เมื่อเลือกชำระด้วยบัตรเครดิต ระบบจะพาไปที่<br/> เว็บไซต์ของ 2C2P โดยอัตโนมัติ",
    "2. Check the price and enter your credit card details.":"2. ตรวจสอบราคาที่ต้องชำระ และกรอกข้อมูลบัตรเครดิต",
    "3. Enter OTP for identity verification, then click confirm.":"3. กรอก OTP เพื่อยืนยันตัวตน และกดยืนยันการชำระ",
    "4. After the payment is completed, the system will take you back to the ThaiBulkSMS website automatically.":"4. เมื่อชำระสำเร็จ ระบบจะพาคุณกลับมาที่เว็บไซต์ ThaiBulkSMS โดยอัตโนมัติ",
    "5. You can use the new credit to send an SMS now.":"5. สามารถใช้งานเครดิตใหม่ส่ง SMS ได้ทันที",
    "Instructions for payment by bank transfer":"ขั้นตอนการชำระด้วยการโอนเข้าบัญชีธนาคาร",
    "1. Transfer the required amount to the specified bank account.":"1. โอนเงินตามราคาที่่ต้องชำระ ไปยังบัญชีธนาคารที่ระบุ",
    "2. Notify us of the payment via the system.":"2. แจ้งโอนเงินผ่านระบบ",
    "3. Wait for confirmation from our staff. The process will take no more than 24 hours.":"3. รอการตรวจสอบและยืนยันการชำระจากเจ้าหน้าที่ ใช้<br/>เวลาไม่เกิน 24 ชั่วโมง",
    "4. Once the payment is confirmed, you can use the credits to send SMS.":"4. เมื่อได้รับการยืนยัน คุณสามารถใช้เครดิตส่ง <br/>SMS ได้ทันที",
    "You have successfully copied the bank account details.":"คุณได้คัดลอกบัญชีธนาคารสำเร็จ"
  }
}