{
    "meta": {
        "title": "บริการส่ง SMS โปรแกรมส่ง SMS ออนไลน์ผ่านเว็บ | ThaiBulkSMS",
        "description": "บริการส่ง SMS ราคาถูกเพียง 0.21 บาท โปรแกรมส่ง SMS ออนไลน์ด้วยระบบส่ง SMS ผ่านเว็บ ราคาสุดคุ้มค่าทุกการใช้งาน - ทดลองส่งข้อความ 20 เครดิต",
        "keywords": ""
    },
    "HeroSection": {
        "<span>Improve the results of SMS campaigns</span><p> with Thailand’s No.1 </p><h1>SMS Communication Platform</h1>": "<h1><span>บริการส่ง SMS ออนไลน์ เพิ่มความสำเร็จด้วย</span>SMS Communication Platform</h1><p>อันดับ 1 ของไทย</p>",
        "A complete SMS sending service with large coverage, easy sending process and trusted by various businesses": "บริการส่งข้อความด้วย SMS ครบวงจร<br/>ด้วยโปรแกรมส่ง sms ส่งง่าย ครอบคลุมทุกธุรกิจ <br/>",
        "<span>SMS Communication Platform.</span><br>Thailand’s No.1 SMS sending company": "<span>SMS Communication Platform </span><br>บริษัทส่ง SMS อันดับ 1 ของไทย",
        "This is why you can trust the service of ThaiBulkSMS just like how multiple leading businesses trust us.": "คุณจึงสามารถเชื่อมั่นในการให้บริการของ ThaiBulkSMS ได้เหมือนที่หลากหลายธุรกิจชั้นนำต่างก็ให้ความไว้วางใจ"
    },
    "SmsSection": {
        "Sending OTP without delays. Running your campaigns without interruptions.": "ส่ง OTP ไม่ดีเลย์ รันแคมเปญไม่สะดุด",
        "ThaiBulkSMS uses an Intelligent Routing system to automatically select the fastest sending channel, so you  can be confident in the speed and stability of every instance of SMS sending.": "ThaiBulkSMS ใช้ระบบ Intelligent Routing ในการเลือกช่องทางส่งที่เร็วที่สุดให้โดยอัตโนมัติ คุณจึงมั่นใจได้ในความเร็วและความเสถียรของทุกการส่ง SMS",
        "The average number of SMS sent / day": "จำนวนการส่ง SMS โดยเฉลี่ย / วัน",
        "The average amount of time taken to send SMS": "ระยะเวลาการส่ง SMS โดยเฉลี่ย",
        "Seconds": "วินาที",
        "Why can we send SMS so quickly?": "ทำไมเราถึงส่งไว?"
    },
    "PromoSection": {
        "A complete set of features meeting the needs of both marketers and developers": "ฟีเจอร์ครบ ตอบโจทย์ทั้ง<br/>Marketer และ Developer",
        "The user experience is designed to meet your requirements.": "ออกแบบ User Experience มาอย่างรู้ใจ",
        "Easy sending​ ​ and fast measurement of results​ ​ thanks to smart reports": "ส่งง่าย วัดผลการส่งได้รวดเร็ว<br/>ด้วยรายงานที่ชาญฉลาด",
        "Easily connect to APIS, using over 10 languages": "เชื่อมต่อ API ได้ง่าย<br/> ใช้ได้มากกว่า 10 ภาษา",
        "Try for free": "ทดลองใช้ฟรี",
        "Instant credit refunds if messages fail to reach the recipients": "คืนเครดิตทันที ถ้าส่งไม่ถึงผู้รับ",
        "Confirmation at the recipient’s mobile phone is available for checking whether or not the SMS have arrived at the recipient’s end. If the SMS fail to reach the recipients due to being blocked by anti-spam systems, the phone being switched off, the phone having run out of memory or other causes, we will refund the credits to you.": "ตรวจสอบได้ถึงมือถือปลายทาง ว่า SMS ส่งถึงมือถือผู้รับหรือไม่ หากส่งไม่ถึง เช่น ติด Anti-Spam, ปิดเครื่อง, โทรศัพท์ข้อมูลเต็ม ฯลฯ ทางเราจะคืนเครดิตให้คุณ",
        "These features are available only for <span>the Corporate SMS package</span>": "ฟีเจอร์นี้สำหรับ<span>แพ็กเกจ Corporate SMS</span> เท่านั้น",
        "Measuring the results of your campaign accurately <br>with SMS Tracking": "วัดผลแคมเปญแม่นยำ<br>ด้วย SMS Tracking",
        "Instantly follow through on customers or target groups after pressing send. Also possible to check whether or not the recipient has read your messages.": "ติดตามลูกค้าหรือกลุ่มเป้าหมายได้ทันทีหลังจาก ที่กดส่งข้อความ พร้อมเช็กสถานะได้ว่าปลายทาง เปิดอ่านข้อความของเราแล้วหรือยัง",
        "How does SMS tracking work?": "SMS Tracking ทำงานอย่างไร? >",
        "Know who has or has not opened your messages.": "รู้ว่าใครเปิด หรือไม่เปิดข้อความ",
        "Know your campaign’s conversion rate.": "รู้ Conversion ของแคมเปญ",
        "Use the data to conduct lead scoring.": "นำข้อมูลไปทำ Lead Scoring ได้",
        "An OTP system that is ready to use <br>and requires no extra programming": "ระบบส่ง OTP แบบพร้อมใช้<br>ไม่ต้องเขียนโปรแกรมเพิ่ม",
        "Helping developers to work more easily and conveniently. The initial set-up requires just a few clicks, then the codes for using with API will instantly be ready.": "ให้ Developer ทำงานง่ายและสะดวกขึ้น เพราะเพียงเซ็ตอัพ เบื้องต้นไม่กี่คลิก ก็ได้โค้ดสำหรับนำไปใช้กับ API ได้ทันที",
        "Read more about OTP Ready-to-Use>": "อ่านเพิ่มเติมเกี่ยวกับ OTP Ready-to-Use >"
    },
    "SimpleSection": {
        "Complete set of basic features for SMS sending": "ครบทุกฟีเจอร์พื้นฐาน ของการส่ง SMS ออนไลน์",
        "Sending results can be checked instantly.": "ตรวจสอบผลการส่งได้ทันที",
        "Maximum allowance of 5 messages being sent consecutively": "ส่งได้ยาวสูงสุด 5 ข้อความ",
        "Various ways of setting the time of sending": "ตั้งเวลาส่งได้หลากหลาย",
        "Detailed reports of sending are provided.": "มีรายงานการส่งแบบละเอียด",
        "The sender’s name can be specified.": "กำหนด Sender Name ได้",
        "The sending status is clearly specified.": "สถานะการส่งที่ระบุชัดเจน",
        "Block list system": "ระบบ Block List",
        "Phonebook": "Phonebook",
        "Templates are provided.": "มี Template ให้"
    },
    "PricingSection": {
        "Packages and pricing": "แพ็กเกจและราคา SMS",
        "STANDARD SMS": "STANDARD SMS",
        "for cheap SMS sending": "ส่ง SMS ได้ในราคาถูก",
        "Cheaper prices for SMS sending": "ส่งข้อความราคาถูกกว่า",
        "Sending reports are available.": "ดูรายงานการส่งได้",
        "All basic features are available.": "ใช้งานฟีเจอร์พื้นฐานได้ครบถ้วน",
        "Tools for measuring campaign results are provided.": "มีเครื่องมือวัดผลแคมเปญ",
        "Best SMS pricing, only": "ราคาถูกเพียง",
        "0.21": "0.21",
        "baht/message": "บาท / ข้อความ",
        "View package prices": "ดูราคาแพ็กเกจ",
        "Who is this for?": "เหมาะกับใคร?",
        "Those who focus on high amounts of SMS sending": "ผู้ที่เน้นปริมาณการส่งจำนวนมาก ๆ",
        "Those who prioritize the price": "ผู้ที่คำนึงถึงราคาเป็นหลัก",
        "Those at the early stages of usage": "ผู้ที่เพิ่งเริ่มต้นใช้งาน",
        "Those who constantly update the database of recipients’ phone numbers": "ผู้ที่อัพเดตฐานข้อมูลเบอร์ผู้รับอย่างต่อเนื่อง",
        "CORPORATE SMS": "CORPORATE SMS",
        "Credits are refunded if the messages fail to reach the recipients.": "คืนเครดิตถ้าส่งไม่ถึงผู้รับ",
        "Every feature of Standard SMS": "ทุกฟีเจอร์ของ Standard SMS",
        "A ready-to-use OTP sending system": "ส่ง OTP ด้วยระบบพร้อมใช้",
        "Credit refunds if the messages fail to reach the recipients": "คืนเครดิตถ้าส่งไม่ถึงผู้รับ",
        "More detailed information on sending status": "เช็กสถานะการส่งได้ละเอียดยิ่งกว่า",
        "0.24": "0.24",
        "Those looking to send OTP or transactional SMS": "ผู้ที่นำไปใช้ส่ง OTP หรือ Transactional SMS",
        "Those looking to send OTP without having to set up their own system": "ผู้ที่ต้องการส่ง OTP โดยไม่อยากทำระบบเอง",
        "Those wishing to know whether or not the messages have reached the recipients": "ผู้ที่ต้องการทราบผลการส่งว่าถึงผู้รับหรือไม่",
        "Not sure yet which package to choose? We can offer you a free SMS sending trial.": "ยังไม่แน่ใจว่าจะเลือกแพ็กเกจไหน เราให้คุณทดลองส่งก่อนได้",
        "Try SMS sending for free": "ทดลองส่งฟรี"
    },
    "SliderSection":{
        "SMS can be used for multiple purposes.":"นำ SMS ไปใช้งานได้หลากหลาย",
        "Notification of special privileges for members":"แจ้งสิทธิพิเศษ สำหรับสมาชิก",
        "It is possible to send a notification of special privileges to a specific customer by name. Plus, it is possible to check whether the customer has opened the special privileges link or not.":"มอบสิทธิพิเศษแบบระบุชื่อให้ลูกค้าได้ และยังติดตามได้ว่าลูกค้าเปิดลิ้งก์สิทธิพิเศษแล้วหรือยัง",
        "Notification of expiry date":"แจ้งเตือนวันหมดอายุ",
        "It is possible to send an SMS notifying the expiry date to customers automatically once the API is connected to the existing database.":"สามารถส่ง SMS แจ้งเตือนวันหมดอายุให้ลูกค้าได้โดยอัตโนมัติ เมื่อเชื่อม API กับฐานข้อมูลที่มี",
        "Sending identity verification OTP":"ส่งข้อความยืนยันตัวตน OTP",
        "Sending a one-time-use password to increase the customers’ security when conducting online transactions":"ส่งรหัสผ่านแบบใช้ครั้งเดียว เพื่อเพิ่มความปลอดภัยให้ลูกค้าในการทำธุรกรรมทางอินเทอร์เน็ต",
        "Notification of delivery status":"แจ้งสถานะการขนส่ง",
        "Sending an SMS notifying the delivery status to customers in real-time automatically once the API is connected to the existing database.":"ส่ง SMS แจ้งอัพเดตสถานะการขนส่งให้ลูกค้าได้แบบเรียลไทม์ เมื่อเชื่อม API กับฐานข้อมูลที่มี",
        "Promotion of marketing activities":"โปรโมตกิจกรรมการตลาด",
        "Easy group messaging for promotional purposes. It is also simple to follow up on each customer’s clicks on the promotional links.":"ส่งข้อความแบบกลุ่ม เป็นโปรโมชั่นให้กับลูกค้าได้ง่าย ๆ และยังสามารถติดตามการคลิกลิ้งก์โปรโมชั่นของลูกค้าแต่ละคนได้"
    },
    "FaqSection":{
        "Frequently Asked Questions":"คำถามที่พบบ่อย",
        "What are the differences between Standard SMS and Corporate SMS packages?":"ความแตกต่างระหว่างแพ็กเกจ Standard SMS และ Corporate SMS คืออะไร",
        "<b>The Standard SMS</b><br/> package includes benefits such as cheaper costs of SMS sending, easy SMS sending, reports on SMS sending, a complete set of basic features, and tools for measuring campaign results.<br/><b>The Corporate SMS</b><br/>package includes every feature of the Standard SMS package while also providing additional features which are: access to a ready-to-use OTP sending system, credit refunds if the messages fail to reach the recipients, and the ability to check the sending status in a more detailed manner.":"<b>Standard SMS</b><br/> ส่งข้อความด้วยโปรแกรมส่ง SMS ออนไลน์ผ่านเว็บไซต์ในราคาถูกกว่า ส่งง่าย ดูรายงานการส่งได้ ใช้งานฟีเจอร์พื้นฐานได้ครบถ้วน และมีเครื่องมือวัดผลแคมเปญ<br/><b>Corporate SMS</b><br/>ใช้ได้ทุกฟีเจอร์ของ Standard SMS สิ่งที่เพิ่มเข้ามาจะเป็น การสามารถใช้งานระบบส่ง OTP แบบพร้อมใช้ได้ มีการคืนเครดิตถ้าส่งไม่ถึงผู้รับ และสามารถเช็กสถานะการส่งได้ละเอียดยิ่งกว่า",
        "Are sending speeds and success rates of the Standard SMS and Corporate SMS packages different?":"ความเร็วในการส่งและ Success Rate ของ Standard SMS กับ Corporate SMS ต่างกันหรือไม่",
        "No.":"ไม่ต่างกัน",
        "Can the sender’s name be set to a custom name?":"สามารถตั้ง Sender Name เป็นชื่อที่กำหนดเองได้หรือไม่",
        "It is possible. If you wish to set a custom name as the sender’s name, you are required to purchase a package with a minimum price of 3,000 THB and up. The number of custom names allowed depending on the package chosen. The details can be found here: <a href=\"https://www.thaibulksms.com/pricing\" >https://www.thaibulksms.com/pricing</a>":"ทำได้ โดยหากต้องการตั้ง Sender Name หรือชื่อผู้ส่งเป็นชื่อของลูกค้าเอง ลูกค้าจะต้องสั่งซื้อแพ็กเกจตั้งแต่ราคา 3,000 บาทขึ้นไป และจำนวนที่สามารถตั้งได้จะขึ้นอยู่กับแพ็กเกจ ตามรายละเอียดดังนี้ <a href=\"https://www.thaibulksms.com/pricing\" >https://www.thaibulksms.com/pricing</a>",
        "Which API languages does ThaiBulkSMS support?":"ThaiBulkSMS มีคู่มือรองรับการส่ง API ภาษาอะไรบ้าง",
        "More than 10 languages are supported including PHP, Java, Python, and others as listed here:<a href=\"https://frontend.thaibulksms.com/api\" >https://frontend.thaibulksms.com/api</a>":"มีคู่มือรองรับมากกว่า 10 ภาษา เช่น PHP, Java, Python และอื่น ๆ ดังนี้ <a href=\"https://frontend.thaibulksms.com/api\" >https://frontend.thaibulksms.com/api</a>",
        "Can OTP be delivered to every recipient, even those who have set their systems to block SMS?":"OTP จะสามารถส่งเข้าทุกเบอร์หรือไม่ แม้กระทั่งผู้ใช้งานมีการบล็อก SMS ไว้",
        "If the customer is using our OTP Ready-to-Use system, the SMS can be delivered to such recipients. But if the customer is using the customer’s system with custom sender names, a whitelist request must be submitted to allow those custom sender names to be able to reach the numbers which turned on the blocking function.":"ถ้าลูกค้าใช้งาน OTP Ready-to-Use สามารถส่งไปได้ แต่ถ้าส่ง OTP ด้วยระบบของทางลูกค้าที่ใช้ Sender Name ของลูกค้าเอง จะต้องแจ้งขอ Whitelist เพิ่มเติมสำหรับ Sender Name นั้น ๆ ก่อน เพื่อให้ส่งผ่านไปยังเบอร์ที่แจ้งบล็อกไว้ได้",
        "When encountering an anti-spam system (the recipient requested to block SMS from this channel), what can be done about it?":"กรณีเจอ Anti-Spam (หมายเลขปลายทางได้แจ้งเครือข่ายงดรับข้อความผ่านช่องทางนี้) สามารถแก้ไขปัญหาอย่างไรได้บ้าง",
        "You can contact us to request a whitelist form for senders. We will then get in touch with the networks. The networks will decide whether a sender can be allowed on the whitelist.":"สามารถติดต่อขอรับแบบฟอร์มขอชื่อผู้ส่ง Whitelist เพื่อให้ทางเราประสานกับทางเครือข่ายให้ได้ ทั้งนี้เครือข่ายจะเป็นผู้พิจารณาว่า ชื่อดังกล่าวสามารถใช้งานแบบ Whitelist ได้หรือไม่",
        "What is the maximum number of characters allowed per 1 message, and are there any other restrictions?":"อยากทราบจำนวนตัวอักษรและข้อกำหนด ที่สามารถพิมพ์ได้ต่อ 1 ข้อความ",
        "For messages in <b>Thai</b>, 70 characters are allowed per 1 credit (1 message)/number. Messages with 71-134 characters cost 2 credits (2 consecutive messages)/number. Messages with 135-201 characters cost 3 credits (3 consecutive messages)/number.        <br>For messages in <b>English</b>, 160 characters are allowed per 1 credit (1 message)/number. Messages with 161-306 characters cost 2 credits (2 messages)/number. Messages with 307-459 characters cost 3 credits (3 messages)/number.<br>*A message with both Thai and English characters will be counted as a Thai message.<br>*Caution: if an English message contains special characters that exist in the Thai keyboard, the message will be counted as a Thai message for crediting purposes.":"<b>ภาษาไทย</b> 70 ตัวอักษร คิด 1 เครดิต (1 ข้อความ) / หมายเลข, ระหว่าง 71-134 ตัวอักษร คิด 2 เครดิต (2 ข้อความต่อกัน) / หมายเลข, ระหว่าง 135 - 201 ตัวอักษร คิด 3 เครดิต (3 ข้อความต่อกัน) / หมายเลข<br/><b>ภาษาอังกฤษ</b> 160 ตัวอักษร คิด 1 เครดิต (1 ข้อความ) / หมายเลข , ระหว่าง 161 - 306 ตัวอักษร คิด 2 เครดิต (2 ข้อความ) / หมายเลข, ระหว่าง 307 - 459 ตัวอักษร คิด 3 เครดิต (3 ข้อความ) / หมายเลข<br/>* ในกรณีที่พิมพ์ภาษาไทยปนภาษาอังกฤษ ระบบจะใช้การนับแบบภาษาไทย<br/>* ข้อควรระวัง หากการส่งภาษาอังกฤษใช้อักขระพิเศษที่อยู่ในแป้นภาษาไทย เครดิตจะถูกนับเป็นแบบ ภาษาไทย",
        "In the event that the end recipient has closed their machine, will the message be sent?":"ในกรณีที่ปลายทางปิดเครื่อง ข้อความจะถูกส่งไปหรือไม่",
        "The system will continue to Resend until the end recipient has opened their machine. If their status has updated, this means that the Resend process has finished, but this cannot be inspected under a Standard SMS package.":"ระบบจะ Resend ให้จนกว่าปลายทางจะเปิดเครื่อง ถ้าสถานะขึ้นแล้วนั่นหมายความว่าสิ้นสุดการ Resend แต่ถ้าใช้แพ็กเกจ Standard SMS จะไม่สามารถตรวจสอบตรงนี้ได้",
        "Still have further questions?":"ยังคงมีข้อสงสัย ?",
        "Choose your most convenient way to contact us.":"เลือกช่องทางติดต่อที่คุณสะดวก",
        "Contact our staff":"ติดต่อเจ้าหน้าที่",
        "Call back service by staff":"เจ้าหน้าที่ติดต่อกลับ",
        "E-mail":"อีเมล์"
    }
}