{
  "meta": {
    "title": "เงื่อนไขข้อตกลงการใช้บริการ | ThaiBulkSMS",
    "description": "ThaiBulkSMS condition - เงื่อนไขและข้อตกลง เมื่อเข้าใช้บริการส่ง SMS ",
    "keywords": ""
  },
  "conditionhero": {
    "header": "เงื่อนไขข้อตกลงการใช้บริการ",
    "subheader": "เงื่อนไขข้อตกลงการใช้บริการ ต่อไปนี้เรียกว่า “ข้อตกลง” จัดทำขึ้นเพื่อใช้บังคับระหว่างบริษัทและผู้ใช้บริการ โดยมีรายละเอียดดังนี้",
    "purpose": {
      "header": "เนื้อหา และจุดประสงค์ในการส่งข้อความ",
      "desc": "ผู้ใช้บริการต้องส่งข้อความ (SMS) ภายในช่วงเวลาที่เหมาะสม หรือในลักษณะที่ไม่เป็นการรบกวนผู้ใช้งานโทรศัพท์เคลื่อนที่ และผู้ใช้บริการต้องไม่ส่งข้อความในทางที่ขัดต่อความสงบเรียบร้อยหรือศีลธรรมอันดีของประชาชน นโยบายแห่งรัฐ หรือกฎหมายใด ๆ โดยเฉพาะอย่างยิ่ง ผู้ใช้บริการต้องไม่ส่งข้อความที่สื่อแสดง หรือมีความหมายในลักษณะดังต่อไปนี้",
      "content": "<li>เป็นการแสดงหรือมีข้อความซึ่งกระทบกระเทือน หรือดูหมิ่นสถาบันพระมหากษัตริย์ และรวมถึงประมุขของประเทศอื่น ๆ ด้วย</li><li>เป็นการแสดงหรือมีข้อความก่อให้เกิดการดูหมิ่น เหยียดหยามประเทศชาติ รัฐบาล เจ้าหน้าที่ของรัฐ หรือกลุ่มชนใด</li><li>มีข้อความที่ลบหลู่เหยียดหยามความเชื่อ หรือนำความเสื่อมเสียมาสู่ศาสนาใด หรือไม่เคารพต่อปูชนียบุคคล ปูชนียสถาน  ปูชนียวัตถุ หรือละเมิดกฎหมาย</li><li>เป็นการแสดงหรือมีข้อความที่ขัดต่อความสงบเรียบร้อยของประชาชน ก่อให้เกิดการแตกแยกความสามัคคี ระหว่างคนในชาติ หรือกระทบกระเทือนต่อสัมพันธไมตรีระหว่างประเทศ</li><li>เป็นการแสดงหรือมีข้อความที่ขัดต่อศีลธรรม วัฒนธรรม และขนบธรรมเนียมประเพณีอันดีงามของชาติ</li><li>เป็นการแสดงออกหรือมีข้อความทางการเมือง ซึ่งอาจเป็นการบ่อนทำลายหรือกระทบกระเทือนต่อความมั่นคงปลอดภัยของประเทศ</li><li>เป็นการแสดงออกหรือมีข้อความยั่วยุกามารมณ์ หรือลามกอนาจาร</li><li>เป็นการแสดงออกหรือมีข้อความถึงความทารุณโหดร้าย ขาดมนุษยธรรม ป่าเถื่อน หรืออุจาดแก่ผู้ฟัง</li><li>เป็นการแสดงออกหรือมีข้อความถึงเรื่องเพ้อเจ้อ หลอกลวงไร้สาระ ซึ่งอาจชักจูงหรือล่อลวงให้ประชาชนโดยเฉพาะอย่างยิ่งเด็กและเยาวชนให้หลงเชื่ออย่างงมงายหรือก่อให้เกิดเข้าใจผิด</li><li>เป็นการแสดงหรือมีข้อความถึงพฤติกรรมของผู้ร้ายซึ่งผิดธรรมดาอันอาจเป็นเหตุ ชักจูง หรือส่งเสริมให้เกิดอาชญากรรมยิ่งขึ้น</li><li>ใช้ประโยค ถ้อยคำที่ไม่สุภาพหรือผิดหลักภาษาไทย หยาบคาย หรือเป็นการดูหมิ่นเหยียดหยาม หรือทับถมบุคคลอื่น หรือสินค้า และบริการธุรกิจอื่น ไม่ว่าจะเป็นสินค้า และบริการ ธุรกิจชนิดหรือประเภทเดียวกันหรือไม่ก็ตาม</li><li>มีเนื้อหาสาระที่บิดเบือนและไม่เป็นความจริง</li><li>มีเนื้อหาสาระเป็นการชักชวนหรือชักจูงผู้รับข้อความให้เข้าร่วมกิจกรรมการพนัน หรือการส่งเสริมให้การกระทำผิดต่อกฎหมาย</li>"
    },
    "servicecharge": {
      "header": "การคิดค่าบริการ และเครดิต",
      "content": "<li>ผู้ใช้บริการยอมรับการคำนวณเครดิตในภาษาอังกฤษอยู่ที่ 160 ตัวอักษร และภาษาไทยอยู่ที่ 70 ตัวอักษร ต่อหนึ่งการใช้งานเครดิต</li><li>กรณี ที่การส่ง SMS มีทั้งตัวอักษรภาษาอังกฤษและภาษาไทยรวมกัน ให้ถือว่าเป็นกรณีที่ผู้ใช้บริการได้ส่ง SMS เป็นตัวอักษรภาษาไทยทั้งหมด เป็นเกณฑ์ในการคิดจำนวนตัวอักษร</li><li>ในกรณีที่การคิดคำนวณปรากฏค่าเป็นเศษของจำนวน ให้คิดปัดเพิ่มขึ้นเป็นอีก 1 จำนวน SMS ต่างหากด้วย</li>"
    },
    "reservation": {
      "header": "ข้อสงวนของบริษัท",
      "content": "ผู้ใช้บริการตกลงยอมรับว่า บริษัททำหน้าที่เป็นผู้ให้บริการระบบซอฟแวร์แก่ผู้ใช้บริการเพื่อใช้ในการส่งข้อความ (SMS) ไปยังผู้ใช้งานโทรศัพท์เคลื่อนที่เท่านั้น บริษัทไม่มีหน้าที่ในการตรวจสอบความถูกต้องแท้จริงของข้อมูลเกี่ยวกับตัวตนและความสุจริตของผู้ใช้บริการ  ทั้งนี้ บริษัทไม่มีส่วนข้องกับการกระทำผิดกฎหมายหรือโดยทุจริตของผู้ใช้บริการในทุกกรณี หากมีความรับผิดหรือความเสียหายใด ๆ เกิดขึ้นแก่บริษัท หรือแก่บุคคลภายนอก อันเนื่องจากการกระทำของผู้ใช้บริการ ผู้ใช้บริการจะต้องเป็นผู้รับผิดชอบทั้งหมดแต่เพียงผู้เดียว"
    },
    "transfer": {
      "header": "การโอนย้ายเครดิต และขอเงินคืน",
      "content": "<li>ทางผู้ใช้บริการค้าตกลงที่จะตรวจสอบประเภทเครดิตในรายการสั่งซื้อก่อนทำการชำระเงินให้ถูกต้องทุกครั้ง โดยทางบริษัทมีสิทธิ์ที่จะปฏิเสธคำร้องแจ้งขอโอนย้ายประเภทเครดิตได้ในทุกกรณี</li><li>ทางบริษัทจะอนุมัติคำร้องขอเงินคืนให้ผู้ใช้บริการ เฉพาะกรณีที่เกิดจากความผิดพลาดจากระบบ พนักงาน ของทางบริษัทเท่านั้น โดยไม่รวมถึงความผิดพลาดทุกกรณีที่เกิดจากผู้ใช้บริการ หรือบุคคลที่สาม เช่น เครือข่ายมือถือ เป็นต้น หากผู้ใช้บริการแจ้งคำร้องขอคืนเงินนอกเหนือจากกรณีที่แจ้งไว้ ทางบริษัทมีสิทธิ์ที่จะปฏิเสธคำร้องทุกกรณี</li><li>กรณีที่ผู้ใช้บริการมีการใช้งานหลายบัญชี ทางบริษัทไม่อนุญาติ ให้ผู้ใช้บริการทำการโอนย้ายเครดิตระหว่างบัญชีได้</li><li>เครดิตค่าบริการล่วงหน้าจะถูกเก็บรักษาไว้ในบัญชีของผู้ใช้บริการ โดยจะมีอายุการใช้งานขึ้นอยู่กับแพ็กเกจที่ใช้งาน นับตั้งแต่วันที่ผู้ใช้บริการชำระค่าแพ็คเกจ หากพ้นเวลาดังกล่าวแล้วจะถือว่าผู้ใช้บริการสละสิทธิในเครดิตค่าบริการดังกล่าว</li>"
    },
    "calexpire": {
      "header": "การคำนวณวันหมดอายุ",
      "content": "<li>ทุกครั้งที่ผู้ใช้บริการมีการสั่งซื้อแพ็กเกจ ระบบจะทำการคำนวณวันหมดอายุให้ใหม่ ซึ่งวันหมดอายุใหม่ที่ได้รับจะเป็นไปตามสิทธิของแพ็กเกจนั้น ๆ โดยเริ่มนับจากวันที่ทำการสั่งซื้อ ยกเว้น กรณีวันหมดอายุที่คำนวณใหม่น้อยกว่าวันหมดอายุปัจจุบัน ระบบจะยึดตามวันหมดอายุปัจจุบันแทน</li><li>หากวันหมดอายุในบัญชีผู้ใช้ของผู้ใช้บริการได้สิ้นสุดลงแล้ว ทางบริษัทมีสิทธิที่จะระงับ หรือยกเลิกเครดิตได้ในทันที และถือว่าผู้ใช้บริการสละสิทธิในค่าบริการคงเหลือในบัญชี โดยบริษัทจะไม่คืนเงินให้แก่ผู้ใช้บริการ</li><li>ผู้ใช้บริการประเภทบัญชีผู้ใช้สำรอง (Sub-Account) บริษัทจะพิจารณาวันหมดอายุตามวันหมดอายุของบัญชีผู้ใช้หลัก (Main-Account)</li>"
    },
    "sender": {
      "header": "ชื่อผู้ส่ง",
      "content": "<li>บริษัทให้สิทธิผู้ใช้บริการสามารถแจ้งความจำนงขอชื่อผู้ส่งได้ โดยจำนวนสิทธิจะขึ้นอยู่กับแพ็กเกจที่ผู้ใช้บริการได้สั่งซื้อไว้</li><li>การขอชื่อผู้ส่งที่ตรงกับชื่อบริษัท องค์กร แบรนด์สินค้า จำเป็นจะต้องมีหนังสือ เอกสาร รับรอง เพื่อยืนยันตัวตน และเพื่อป้องกันการแอบอ้าง และสร้างความเสียหาย</li><li>ผู้ใช้บริการที่อยู่ในช่วงทดสอบการใช้งาน ทางบริษัทขอสงวนสิทธิ์ไม่อนุญาติให้แจ้งความจำนงขอชื่อผู้ส่ง หรือหากผู้ใช้บริการแจ้งความจำนงเข้ามา ทางบริษัทมีสิทธิที่จะปฏิเสธการดำเนินการได้</li><li>การตั้งชื่อผู้ส่งจะต้องเป็นไปตามมาตรฐานของทางเครือข่าย ที่ตกลงไว้แล้ว ดังนี้<ul class=\"sender-text\"><li>เป็นตัวเลขหรือภาษาอังกฤษรวมกันไม่เกิน 10 ตัวอักษร</li><li>เป็นตัวเลข / ภาษาอังกฤษและอักขระพิเศษ รวมกันไม่เกิน 10 ตัวอักษร</li><li>อักขระพิเศษที่สามารถใช้งานได้คือ . (dot) - (Hyphen) และ _ (underscore)</li><li>ไม่สามารถใช้ Spacebar ได้</li><li>ไม่สามารถใช้ ภาษาไทย ได้</li></ul></li><li>ทางบริษัทมีสิทธิที่จะระงับ ยกเลิก ชื่อผู้ส่งที่ไม่มีการใช้งานมากกว่า 1 ปีได้ โดยต้องแจ้งให้ผู้ใช้บริการทราบ</li><li>ทางบริษัทมีสิทธิที่จะระงับ ยกเลิก ชื่อผู้ส่ง ที่มีการใช้งานผิดวัตถุประสงค์หรือผิดเงื่อนไขที่บริษัทกำหนดได้ทันที โดยไม่ต้องแจ้งให้ผู้ใช้บริการทราบ</li>"
    },
    "whiltelist": {
      "header": "ชื่อผู้ส่งแบบ Whitelist",
      "content": "<li>บริษัทให้สิทธิผู้ใช้บริการสามารถแจ้งความจำนงขอชื่อผู้ส่งแบบ Whitelist ได้ โดยจำนวนสิทธิจะขึ้นอยู่กับแพ็กเกจที่ผู้ใช้บริการได้สั่งซื้อไว้</li><li>ผู้ใช้บริการจะต้องดำเนินการกรอกแบบฟอร์ม และแนบเอกสารที่ทางบริษัทร้องขอให้ครบถ้วน เพื่อใช้ในการพิจารณาคำขอชื่อผู้ส่งแบบ Whitelist โดยผลการพิจารณาของทางบริษัทให้ถือเป็นที่สุด</li><li>การขอชื่อผู้ส่งแบบ Whitelist จะอนุญาตให้แจ้งความจำนงได้เฉพาะผู้ใช้บริการที่มีจุดประสงค์ในการส่งเพื่อแจ้งเตือนจากระบบ หรือเป็นการยืนยันตัวตนเท่านั้น และไม่อนุญาตให้ขอเพื่อใช้ทำการตลาดหรือการประชาสัมพันธ์โดยเด็ดขาด หากบริษัทตรวจสอบตัวอย่างข้อความแล้วพบว่าไม่ตรงตามเงื่อนไข บริษัทก็มีสิทธิที่จะระงับ ยกเลิกชื่อผู้ส่งนั้นทันที โดยไม่ต้องแจ้งให้ผู้ใช้บริการทราบล่วงหน้า</li>"
    },
    "account": {
      "header": "บัญชีผู้ใช้หลัก และบัญชีผู้ใช้สำรอง",
      "desc": "ทางบริษัทให้สิทธิ์ผู้ใช้บริการสามารถสร้างบัญชีผู้ใช้สำรองภายใต้บัญชีหลักได้ โดยมีเงื่อนไข ดังนี้",
      "content": "<li>บัญชีหลักสามารถที่จะสร้าง ระงับ หรือยกเลิก บัญชีผู้ใช้สำรองได้ โดยไม่ต้องแจ้งให้ทางบริษัททราบ แต่หากมีข้อพิพาทที่เกี่ยวข้องกับการสร้าง ระงับ หรือยกเลิกใด ๆ ในบัญชีผู้ใช้สำรอง ทางบัญชีหลักจะต้องเป็นผู้รับผิดชอบทั้งหมดฝ่ายเดียวทุกกรณี โดยบริษัทจะไม่รับผิดชอบในความเสียหายที่เกิดขึ้น</li><li>บัญชีหลักสามารถเพิ่ม และลดเครดิตให้กับบัญชีผู้ใช้สำรองได้ โดยไม่ต้องแจ้งให้ทางบริษัททราบ แต่หากมีข้อพิพาทที่เกี่ยวข้องกับการเพิ่ม หรือลดเครดิตใด ๆ ในบัญชีผู้ใช้สำรอง ทางบัญชีหลักจะต้องเป็นผู้รับผิดชอบทั้งหมดฝ่ายเดียวทุกกรณี โดยบริษัทจะไม่รับผิดชอบในความเสียหายที่เกิดขึ้น</li><li>บัญชีผู้ใช้สำรองจะไม่สามารถชำระค่าบริการเพื่อซื้อแพ็กเกจได้เอง จำเป็นต้องติดต่อบัญชีผู้ใช้หลักเพื่อให้เพิ่มเครดิตให้เท่านั้น</li><li>บัญชีผู้ใช้สำรองสามารถแจ้งความจำนงขอถอดออกจากบัญชีผู้ใช้หลักได้ เพื่อเปลี่ยนสภาพให้เป็นบัญชีผู้ใช้หลัก แต่จำเป็นต้องได้รับการอนุญาตจากบัญชีผู้ใช้หลักก่อน แต่หากกรณีที่ไม่สามารถติดต่อบัญชีผู้ใช้หลักได้ ทางบริษัทมีสิทธิที่จะพิจารณาอนุมัติถอดออกจากบัญชีผู้ใช้หลักได้ โดยที่บัญชีผู้ใช้หลักจะต้องยอมรับตามคำตัดสินของทางบริษัทและถือเป็นที่สุด</li>"
    },
    "ban": {
      "header": "การระงับการให้บริการ",
      "desc": "บริษัทขอสงวนสิทธิ์ในการยกเลิกการเป็นบัญชีสมาชิกของผู้ใช้บริการ ในกรณีต่างๆ ดังนี้",
      "content": "<li>ผู้ใช้บริการมีจำนวนเครดิตคงเหลือเท่ากับ 0 (ศูนย์) และไม่มีการสั่งซื้อเครดิตเพิ่มเติมนานเกินกว่า 30 วัน ทั้งนี้เพื่อเป็นการรักษาทรัพยากรให้กับผู้ใช้บริการรายอื่น</li><li>ถ้าผู้ใช้บริการทำการส่งข้อความโดยฝ่าฝืนวัตถุประสงค์ หรือฝ่าฝืนเงื่อนไขตามที่กำหนดในข้อตกลง ซึ่งเป็นการกระทำไปโดยเจตนา หรือประมาทเลินเล่อก็ตาม โดยบริษัทมีสิทธิที่ตรวจสอบความสุจริตของผู้ใช้บริการ ตามขั้นตอนดังนี้<ul class=\"sender-text\"><li>บริษัทจะตักเตือนและระงับการเข้าถึงบัญชีของผู้ใช้บริการไว้ชั่วคราว เป็นเวลา 15 วัน พร้อมกับร้องขอให้ผู้ใช้ยืนยันตัวตน หรือความสุจริตของผู้ใช้บริการ</li><li>หากผู้ใช้บริการไม่สามารถยืนยันตัวตน หรือไม่สามารถยืนยันความสุจริตในการใช้บริการภายในระยะเวลาที่บริษัทกำหนด  บริษัทจะปิดบัญชีและยุติการให้บริการแก่ผู้ใช้บริการทันทีโดยไม่ต้องบอกกล่าวล่วงหน้า และบริษัทขอสงวนสิทธิที่จะริบยอดเงินค่าบริการตามเครดิตซึ่งคงเหลืออยู่ในบัญชีของผู้ใช้บริการทั้งหมดได้ทันที</li></ul></li><li>หากความปรากฏแก่บริษัทเอง หรือผู้ใช้งานโทรศัพท์เคลื่อนที่ได้ร้องเรียนมายังบริษัท ถึงความไม่เหมาะสม ไม่สมควร หรือไม่ชอบด้วยกฎหมายใด ๆ ของข้อความ ข้อมูล หรือรูปภาพที่ได้รับจากผู้ใช้บริการผ่านบริการ SMS นี้ บริษัทจะตรวจสอบถึงความน่าเชื่อถือของข้อร้องเรียน ทั้งนี้ หากบริษัทเห็นว่า มีเหตุอันสมควรเชื่อตามข้อร้องเรียนนั้น บริษัทจะดำเนินการยกเลิกบัญชีของผู้ใช้บริการและยกเลิกบริการแก่ผู้ใช้งานในทันที</li><li>ในกรณีที่มีระเบียบหรือข้อบังคับใด ๆ ที่กำหนดขึ้นโดยหน่วยงาน/องค์กรที่เกี่ยวข้องของรัฐ และ/หรือโดยองค์กรของผู้ให้บริการส่ง SMS ร่วมกัน ซึ่งได้กำหนดเกี่ยวกับวิธีและขั้นตอนการให้บริการส่ง SMS ไปยังผู้ใช้งานโทรศัพท์ เคลื่อนที่นั้น ไม่ว่าจะได้มีอยู่แล้วในขณะทำสัญญานี้หรือที่ปรากฏในภาย หลังก็ตาม ผู้ใช้บริการจะต้องปฏิบัติตามระเบียบหรือข้อบังคับดังกล่าวโดยเคร่งครัด หากผู้ใช้บริการไม่ปฏิบัติตามนั้น บริษัทขอสงวนสิทธิ์ที่จะระงับการให้บริการส่งข้อความได้ทันที โดยไม่จำต้องบอกกล่าวล่วงหน้าให้ผู้ใช้บริการทราบแต่อย่างใด</li><li>หากทางบริษัทมีเหตุจำเป็นทำให้ไม่สามารถให้บริการได้ ไม่ว่าจะด้วยเหตุผลใดก็ตาม ทางบริษัทจะแจ้งให้ผู้ใช้บริการที่ยังคงมีสิทธิ์ได้รับบริการอยู่ได้รับทราบล่วงหน้าเป็นเวลาไม่น้อยกว่า 3 เดือน เพื่อให้ผู้ใช้บริการมีสิทธิใช้งานได้ครบถ้วนตามเครดิตคงเหลือในบัญชีของผู้ใช้งาน</li><li>หากบริษัทใช้สิทธิในการยุติหรือยกเลิกบริการของผู้ใช้บริการ เนื่องจากผู้ใช้บริการฝ่าฝืนวัตถุประสงค์ หรือฝ่าฝืนข้อกำหนด หรือกระทำการผิดกฎหมายหรือโดยทุจริต เช่นนี้ไม่ถือว่าบริษัทเป็นฝ่ายผิดสัญญาให้บริการ  และผู้ใช้บริการไม่มีสิทธิเรียกร้องใด ๆ จากบริษัทอีก</li>"
    },
    "policy": {
      "header": "นโยบายด้านความปลอดภัย",
      "content": "<li>กรณีใส่บัญชีผู้ใช้งานถูกต้องแต่รหัสผ่าน (password) ผิดเกิน 5 ครั้ง (ภายใน 1 วัน) บัญชีผู้ใช้งานนั้นจะถูกระงับการใช้งานชั่วคราว ซึ่งเมื่อถูกระงับการใช้งานผู้ใช้บริการจะต้องโทรเข้ามาที่ 0-2798-6000 เพื่อแจ้งเจ้าหน้าที่ให้ขอยกเลิกระงับการใช้งานชั่วคราว ซึ่งเจ้าหน้าที่จำเป็นจะต้องถามข้อมูลส่วนตัวเบื้องต้นเพื่อเป็นการยืนยันความเป็นเจ้าของบัญชีจากผู้ใช้บริการ</li><li>ระบบจะทำการบันทึกข้อมูลการเข้าสู่ระบบทุกครั้งไม่ว่าจะเข้าสู่ระบบได้ หรือไม่ ซึ่งผู้ใช้บริการจะสามารถทราบได้ว่า มีผู้ไม่ประสงค์ดีพยายามเข้าสู่ระบบด้วยบัญชีของผู้ใช้บริการหรือไม่ โดยจะบันทึกข้อมูลในรูปแบบของ Session แบบ 1 บัญชีต่อ 1 คน เท่านั้น ซึ่งผู้ใช้บริการจะไม่สามารถเข้าสู่ระบบได้พร้อมๆกัน ในกรณีมีการทับซ้อนของ Session เช่น ผู้ใช้บริการเข้าใช้งานระบบอยู่ มีผู้อื่นทำการเข้าสู่ระบบด้วยบัญชีของผู้ใช้บริการ การใช้งานของผู้ใช้บริการในขณะนั้นจะหลุดออกจากระบบทันที และจะมีการบันทึกข้อมูลดังกล่าวไว้ทั้งหมด ผู้ใช้บริการสามารถตรวจสอบข้อมูลการเข้าระบบทั้งหมดข้างต้นได้จากหน้าหลัก หลังจากเข้าสู่ระบบเรียบร้อยแล้ว ซึ่งจะแสดงข้อมูลตามเวลาให้ผู้ใช้บริการทราบเพื่อให้ง่ายต่อการลำดับเหตุการณ์</li><li>บริษัทมีระบบรักษาความปลอดภัย SSL Green Bar ตามมาตรฐานสูงสุดในระดับเดียวกันกับ Internet Banking เพื่อดูแลความปลอดภัยให้แก่ผู้ใช้บริการไม่ว่าผู้ใช้บริการจะเป็นบุคคลธรรมดาหรือบริษัท หรือจะมีการใช้งานมากหรือน้อยก็ตาม จึงทำให้ผู้ใช้บริการมั่นใจได้ว่าทุกข้อมูลที่ผู้ใช้บริการกรอกเข้าสู่ระบบในทุก ๆ ขั้นตอน มีความปลอดภัยตามมาตราฐาน SSL</li><li>กรณีผู้ใช้บริการต้องการขอเปลี่ยนข้อมูลติดต่อ ผู้ใช้บริการจำเป็นจะต้องผ่านขั้นตอนการยืนยันตัวตนทางโทรศัพท์ หรืออีเมล์ทุกครั้ง และในกรณีที่มีการเปลี่ยนหมายเลขโทรศัพท์ หรืออีเมล์จนทำให้ไม่สามารถยืนยันตัวตนได้ ผู้ใช้บริการจะต้องส่งเอกสารยืนยันเพิ่มเติมตามที่บริษัทร้องขอ หากบริษัทตรวจสอบแล้วพบว่าเอกสารไม่ถูกต้อง ปลอมแปลง หรือไม่ตรงกับการพิจารณาของทางบริษัท ทางบริษัทมีสิทธิ์ที่จะปฏิเสธคำร้องขอนั้นได้ทุกกรณี</li><li>ผู้ใช้บริการขอรับรองว่าได้ให้ข้อมูลเกี่ยวกับผู้ใช้บริการ เช่น ชื่อ นามสกุล ที่อยู่ เบอร์โทรศัพท์ อีเมล หรือข้อมูลอื่นตามที่บริษัทกำหนด ซึ่งเป็นความจริง ถูกต้องครบถ้วน และเป็นปัจจุบันแก่บริษัท โดยบริษัทไม่มีหน้าที่ตรวจสอบความถูกต้องเป็นจริงของข้อมูลเกี่ยวกับผู้ใช้บริการ หากภายหลังบริษัทพบว่าข้อมูลเหล่านั้นเป็นเท็จ หรือผู้ใช้บริการแอบอ้างตัวตนของบุคคลอื่น   บริษัทขอสงวนสิทธิที่จะยกเลิกบริการได้ทันที</li><li>ในกรณีที่บริษัทมีข้อสงสัยเกี่ยวกับตัวตนของผู้ใช้งาน บริษัทมีสิทธิแจ้งขอให้ผู้ใช้บริการส่งเอกสารหรือหลักฐานเพิ่มเติมอื่น ๆ ได้ เพื่อยืนยันตัวตนแก่บริษัท โดยบริษัทจะใช้ข้อมูลของผู้ใช้บริการตามวัตถุประสงค์ที่ระบุไว้ในข้อตกลงนี้</li><li>หากผู้ใช้บริการปฏิเสธที่จะส่งเอกสารเพิ่มเติม หรือเพิกเฉยไม่กระทำการตามที่บริษัทร้องขอ เมื่อมีการตรวจสอบข้อมูลเกี่ยวกับผู้ใช้บริการ บริษัทขอสงวนสิทธิที่จะใช้ดุลยพินิจเพื่อดำเนินการตามความเหมาะสมตามนโยบายของบริษัท</li>"
    },
    "contact": {
      "header": "การติดต่อ",
      "content": "<li>บริษัทจะติดต่อและส่งการแจ้งเตือนที่เกี่ยวกับบริการไปยังผู้ใช้บริการผ่านทางระบบอิเล็กทรอนิกส์ เช่น อีเมล เป็นต้น หรือผ่านช่องทางอื่นตามที่บริษัทกำหนด ตามข้อมูลที่ผู้ใช้บริการได้ให้ไว้แก่บริษัท และให้ถือว่าบริษัทได้ส่งไปถึงยังผู้ใช้บริการแล้ว</li><li>หากผู้ใช้งานมีข้อสงสัยหรือต้องการสอบถามเพิ่มเติม ให้ติดต่อมายังบริษัท ตามรายละเอียดที่ระบุไว้ด้านล่างนี้<br />บริษัท 2521/10 ถนนลาดพร้าว แขวงคลองเจ้าคุณสิงห์ เขตวังทองหลาง กรุงเทพมหานคร 10310<br />อีเมล <a href=\"mailto:contact@thaibulksms.com\"><!--email_off-->contact@thaibulksms.com<!--/email_off--></a> โทร <a href=\"tel:027986000\">0-2798-6000</a></li>"
    },
    "spec": {
      "header": "การแก้ไขเปลี่ยนแปลงข้อกำหนด",
      "desc": "บริษัทอาจทำการปรับปรุงหรือแก้ไขเพิ่มเติมรายละเอียดในข้อตกลงได้ตลอดเวลา โดยบริษัทจะแจ้งเตือนให้ทราบบนหน้าเว็บไซต์ ข้อความ SMS หรืออีเมลของผู้ใช้บริการ"
    },
    "effective": "ข้อตกลงฉบับนี้เริ่มมีผลตั้งแต่วันที่ 27 ตุลาคม 2563 เป็นต้นไป จนกว่าบริษัทจะมีการแก้ไขเปลี่ยนแปลง"
  }
}
